[
  {
    "id": "dv-2",
    "document": "Dei Verbum",
    "abbreviation": "DV",
    "paragraph": 2,
    "title": "The Nature of Divine Revelation",
    "text": "In His goodness and wisdom God chose to reveal Himself and to make known to us the hidden purpose of His will by which through Christ, the Word made flesh, man might in the Holy Spirit have access to the Father and come to share in the divine nature. Through this revelation, therefore, the invisible God out of the abundance of His love speaks to men as friends and lives among them, so that He may invite and take them into fellowship with Himself.",
    "theme": "Nature of Revelation",
    "biblical_foundation": [
      "Ephesians 1:9 - the mystery of His will",
      "John 1:14 - Word made flesh",
      "Ephesians 2:18 - access to the Father",
      "2 Peter 1:4 - share in divine nature"
    ],
    "key_insights": [
      "Revelation is personal - God reveals Himself, not just information",
      "Purpose: fellowship and communion with God",
      "Christocentric: through Christ we access the Father",
      "Trinitarian: Father speaks through Christ in the Spirit"
    ],
    "connection_to_scripture_study": "Understanding Scripture requires knowing it's God's personal self-communication, not just ancient texts. We read to encounter God as friend.",
    "tags": ["revelation", "trinity", "christology", "divine nature"]
  },
  {
    "id": "dv-11",
    "document": "Dei Verbum",
    "abbreviation": "DV",
    "paragraph": 11,
    "title": "Sacred Scripture: Inspired and Inerrant",
    "text": "Those divinely revealed realities which are contained and presented in Sacred Scripture have been committed to writing under the inspiration of the Holy Spirit. For holy mother Church, relying on the belief of the Apostles, holds that the books of both the Old and New Testaments in their entirety, with all their parts, are sacred and canonical because written under the inspiration of the Holy Spirit, they have God as their author and have been handed on as such to the Church herself. In composing the sacred books, God chose men and while employed by Him they made use of their powers and abilities, so that with Him acting in them and through them, they, as true authors, consigned to writing everything and only those things which He wanted.",
    "theme": "Inspiration and Inerrancy",
    "biblical_foundation": [
      "2 Timothy 3:16 - All Scripture is God-breathed",
      "2 Peter 1:20-21 - prophecy never had its origin in human will"
    ],
    "key_insights": [
      "Dual authorship: God and human authors both truly authors",
      "Inspiration extends to all parts of Scripture",
      "God works through human faculties, not bypassing them",
      "Everything written is what God wanted written",
      "Foundation for biblical inerrancy"
    ],
    "connection_to_scripture_study": "When we study Scripture, we're reading God's Word written through human authors. This means respecting both the divine message and the human literary forms used.",
    "tags": ["inspiration", "inerrancy", "biblical authorship", "holy spirit"]
  },
  {
    "id": "dv-12",
    "document": "Dei Verbum",
    "abbreviation": "DV",
    "paragraph": 12,
    "title": "How to Interpret Sacred Scripture",
    "text": "However, since God speaks in Sacred Scripture through men in human fashion, the interpreter of Sacred Scripture, in order to see clearly what God wanted to communicate to us, should carefully investigate what meaning the sacred writers really intended, and what God wanted to manifest by means of their words. To search out the intention of the sacred writers, attention should be given, among other things, to 'literary forms.' For truth is set forth and expressed differently in texts which are variously historical, prophetic, poetic, or of other forms of discourse. The interpreter must investigate what meaning the sacred writer intended to express and actually expressed in particular circumstances by using contemporary literary forms in accordance with the situation of his own time and culture.",
    "theme": "Principles of Biblical Interpretation",
    "biblical_foundation": [
      "2 Peter 3:15-16 - Paul's letters contain things hard to understand"
    ],
    "key_insights": [
      "God speaks through human language and culture",
      "Must understand author's intended meaning",
      "Literary forms matter (history vs. poetry vs. prophecy)",
      "Historical-cultural context is essential",
      "Truth expressed differently in different genres"
    ],
    "connection_to_scripture_study": "This is the Catholic foundation for biblical exegesis: study the literary form, historical context, and author's intention. Not fundamentalist literalism, but careful literary and historical analysis.",
    "tags": ["interpretation", "exegesis", "literary forms", "hermeneutics"]
  },
  {
    "id": "dv-12b",
    "document": "Dei Verbum",
    "abbreviation": "DV",
    "paragraph": 12,
    "section": "b",
    "title": "Three Criteria for Catholic Interpretation",
    "text": "But, since Holy Scripture must be read and interpreted in the sacred spirit in which it was written, no less serious attention must be given to the content and unity of the whole of Scripture if the meaning of the sacred texts is to be correctly worked out. The living tradition of the whole Church must be taken into account along with the harmony which exists between elements of the faith. It is the task of exegetes to work according to these rules toward a better understanding and explanation of the meaning of Sacred Scripture, so that through preparatory study the judgment of the Church may mature.",
    "theme": "Three Criteria for Interpretation",
    "key_insights": [
      "Criterion 1: Unity of all Scripture - interpret passages in light of the whole Bible",
      "Criterion 2: Living Tradition - how has the Church understood this passage through history?",
      "Criterion 3: Analogy of Faith - harmony between elements of faith, coherence with doctrine",
      "Exegesis serves the Church's mature judgment",
      "Scripture interprets Scripture"
    ],
    "connection_to_scripture_study": "Catholic interpretation is not 'me and my Bible' but reading within the Church's Tradition. Compare Scripture with Scripture, consult Church Fathers, ensure harmony with Catholic faith.",
    "tags": ["interpretation", "tradition", "analogy of faith", "unity of scripture"]
  },
  {
    "id": "dv-21",
    "document": "Dei Verbum",
    "abbreviation": "DV",
    "paragraph": 21,
    "title": "Scripture: The Soul of Theology",
    "text": "The Church has always venerated the divine Scriptures just as she venerates the body of the Lord, since, especially in the sacred liturgy, she unceasingly receives and offers to the faithful the bread of life from the table both of God's word and of Christ's body. She has always maintained them, and continues to do so, together with sacred tradition, as the supreme rule of faith, since, as inspired by God and committed once and for all to writing, they impart the word of God Himself without change, and make the voice of the Holy Spirit resound in the words of the prophets and Apostles.",
    "theme": "Scripture in the Life of the Church",
    "biblical_foundation": [
      "John 6:51 - Bread of life discourse"
    ],
    "key_insights": [
      "Scripture venerated like the Eucharist - both are God's Word",
      "Two tables: Word and Sacrament",
      "Scripture and Tradition together as supreme rule of faith",
      "Scripture is God's unchanging Word",
      "Holy Spirit speaks through Scripture"
    ],
    "connection_to_scripture_study": "Scripture study is not academic exercise but spiritual nourishment. Like receiving Communion, we receive God's Word with reverence and faith.",
    "tags": ["scripture and tradition", "liturgy", "word of god", "eucharist"]
  },
  {
    "id": "dv-25",
    "document": "Dei Verbum",
    "abbreviation": "DV",
    "paragraph": 25,
    "title": "All Clergy Must Be Nourished by Scripture",
    "text": "Therefore, all the clergy must hold fast to the Sacred Scriptures through diligent sacred reading and careful study, especially the priests of Christ and others, such as deacons and catechists who are legitimately active in the ministry of the word. This is to be done so that none of them will become 'an empty preacher of the word of God outwardly, who is not a listener to it inwardly' since they must share the abundant wealth of the divine word with the faithful committed to them, especially in the sacred liturgy.",
    "theme": "Clergy and Scripture Study",
    "key_insights": [
      "All clergy must study Scripture diligently",
      "Must be listeners before preachers",
      "Scripture study prevents empty preaching",
      "Share the 'abundant wealth' of God's Word",
      "Especially important for liturgical preaching"
    ],
    "connection_to_scripture_study": "Those who teach must first be taught. Lectio divina (sacred reading) and study go together. You can't give what you don't have.",
    "tags": ["clergy", "preaching", "ministry", "sacred reading"]
  },
  {
    "id": "dv-26",
    "document": "Dei Verbum",
    "abbreviation": "DV",
    "paragraph": 26,
    "title": "All Faithful: Access to Sacred Scripture",
    "text": "In this way, therefore, through the reading and study of the sacred books 'the word of God may spread rapidly and be glorified' (2 Thess. 3:1) and the treasure of revelation, entrusted to the Church, may more and more fill the hearts of men. Just as the life of the Church is strengthened through more frequent celebration of the Eucharistic mystery, similarly we may hope for a new stimulus for the life of the Spirit from a growing reverence for the word of God, which 'lasts forever' (Is. 40:8; cf. 1 Peter 1:23-25).",
    "theme": "Scripture for All the Faithful",
    "biblical_foundation": [
      "2 Thessalonians 3:1 - word of God spread rapidly",
      "Isaiah 40:8 - word of our God endures forever",
      "1 Peter 1:23-25 - born again through living word"
    ],
    "key_insights": [
      "All faithful should read and study Scripture",
      "Scripture reading fills hearts with revelation",
      "Parallel: frequent Eucharist strengthens Church, frequent Scripture reading strengthens spiritual life",
      "Word of God is eternal and living",
      "Growing reverence for Scripture brings spiritual renewal"
    ],
    "connection_to_scripture_study": "Vatican II opened Scripture to all Catholics, not just clergy. Daily Bible reading is as important as daily prayer. Scripture is living and active in our lives.",
    "tags": ["laity", "scripture reading", "spiritual life", "word of god"]
  }
]
