[
  {
    "url": "https://www.americalatina.va/content/americalatina/es/quienes-somos.html",
    "title": "Quiènes somos",
    "content": "La Pontificia Comisión para América Latina es un organismo de la Curia Romana creado en 1958 que tiene como función primordial la de “aconsejar y ayudar a las Iglesias particulares en América Latina” y “estudiar las cuestiones que se refieren a la vida y progreso de dichas Iglesias, especialmente estando a disposición, tanto de los dicasterios de la Curia interesados por razón de su competencia, como de las mismas Iglesias para resolver dichas cuestiones.” (Juan Pablo II, Constitución Apostólica Pastor Bonus, art. 83). En relación con ello, según indica el Motu Proprio de Juan Pablo II “Decessores nostri”, corresponde a la PCAL, a través de su Presidente, informar “regularmente al Sumo Pontífice sobre cada uno de los asuntos”, y sugerir y promover “las iniciativas o medidas de gobierno que considere convenientes u oportunas”. (Juan Pablo II, Motu Proprio Decessores nostri). También es tarea de la PCAL favorecer “las relaciones entre las instituciones eclesiásticas internacionales y nacionales, que trabajan en favor de las regiones de América Latina. y los dicasterios de la Curia Romana” (Juan Pablo II, Constitución Apostólica Pastor Bonus, art. 83-84). a) con el Consejo Episcopal Latino-Americano (CELAM) y su Secretariado General, teniendo relación continua con los mismos y siguiendo diligentemente cuanto se refiere a sus tareas y a sus iniciativas, en particular, de acuerdo con los competentes organismos de la Curia Romana, se ocupa de examinar las resoluciones y propuestas formuladas por el CELAM en sus propias reuniones. b) con los Organismos episcopales nacionales y con otras Instituciones de ayuda a América Latina. c) con la Confederación Latino-Americana de Religiosos (CLAR), consultando a la Congregación, que se llamará para los Institutos de vida consagrada y Sociedades de vida apostólica, especialmente por lo que se refiere a la inserción y participación de los religiosos en la pastoral de la Iglesia en América Latina y, por tanto, a las relaciones de dicha Confederación con los obispos diocesanos, con las Conferencias Episcopales y con el mismo CELAM. d) con las Instituciones Católicas Internacionales y otras asociaciones y movimientos que operan en América Latina, escuchando oportunamente el parecer del Consejo para los Laicos.",
    "region": "LATAM",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:44:59.587Z"
  },
  {
    "url": "https://es.wikipedia.org/wiki/Pontificia_Comisi%C3%B3n_para_Am%C3%A9rica_Latina",
    "title": "Pontificia Comisión para América Latina - Wikipedia, la enciclopedia libre",
    "content": "De Wikipedia, la enciclopedia libre La Pontificia Comisión para América Latina es un órgano de la Curia Romana fundado el 21 de abril de 1958 por el papa Pío XII, se ha encargado de asistir y examinar los asuntos relacionados con la Iglesia Católica en América Latina. La Comisión opera bajo los auspicios del Dicasterio para los Obispos y durante la mayor parte de su historia el prefecto de ese organismo ha sido presidente de la Comisión. El arzobispo Robert Prevost, O.S.A. era presidente de la Comisión desde 2023 hasta su elección como sumo pontífice bajo el nombre de León XIV, el 8 de mayo de 2025. Hay dos secretarios, ambos laicos: Rodrigo Guerra López[1]​ y Emilce Cuda,[2]​ nombrados en julio de 2021 y febrero de 2022, respectivamente. Cuando fue nombrado, Guerra era el único laico con rango de secretario en la Curia; el único laico con rango superior era Paolo Ruffini, prefecto del Dicasterio para las Comunicaciones.[3]​ Cuda se convirtió en una de las pocas mujeres en altos cargos en la Curia.[4]​ Historia[editar] El Papa Pío XII estableció la Comisión como un organismo independiente dentro de la Curia Romana el 19 de abril de 1958.[5]​ El impulso inicial fue crear un mecanismo para la Iglesia en Canadá, Estados Unidos y Europa para abordar la escasez crítica de sacerdotes en América Latina. El Papa Pablo VI marcó el quinto aniversario de la Comisión con una carta al presidente de la Comisión, el cardenal Carlo Confalonieri, el 9 de julio de 1963, una exhortación que aconsejaba una colaboración continua que también expresaba su preocupación por los sacerdotes comprometidos en la acción social. El Papa Pablo VI hizo la Comisión parte de la Congregación para los Obispos el 30 de noviembre de 1963. El Papa también creó bajo la Comisión un Consejo General de la Comisión Pontificia para América Latina, integrado por prelados representantes de la Conferencia Episcopal de América Latina (CELAM) y varios países europeos. Este organismo iba a nombrar al presidente de la Comisión y representó un intento de Roma de afirmar el control sobre el CELAM, especialmente su segunda conferencia general en 1968 en Medellín. En palabras de un historiador, la Comisión era “un contrapeso al CELAM, cercenando sus posibilidades. El Papa Juan Pablo II la reorganizó el 18 de junio de 1988. Especificó que los miembros de la Comisión, todos designados por el Papa, serían los secretarios de los departamentos de la Curia especialmente interesados junto con dos obispos representantes del CELAM y tres prelados diocesanos de América Latina, y detalló un grupo más grande reunirse anualmente para considerar cuestiones más importantes. Su constitución apostólica Pastor Bonus, promulgada el 28 de junio de 1988, decía que \"La Comisión Pontificia para América Latina tiene como función estar disponible a las Iglesias particulares de América Latina, con el consejo y con la acción, interesándose vivamente por las cuestiones que afectan a la vida y progreso de esas Iglesias; y especialmente para ayudar a las Iglesias mismas en la solución de esas cuestiones, o para ayudar a aquellos dicasterios de la Curia que están involucrados en razón de su competencia\". No especificó el número de miembros. Preveía que un obispo sirviera como vicepresidente. Desde el 5 de junio de 2022, según la constitución apostólica Praedicate evangelium, \"establecida dentro del Dicasterio [para los Obispos] está la Comisión Pontificia para América Latina, que se encarga de estudiar las cuestiones relativas a la vida y al crecimiento de aquellas Iglesias particulares como medio para ayudar los dicasterios que se ocupan de ellos en razón de su competencia, y ayudar a esas Iglesias con consejos y recursos económicos”. No hizo provisión para un vicepresidente. Objetivos[editar] Está Comisión también es responsable de impulsar las relaciones entre las diferentes instituciones encabezadas por la Iglesia de Roma y que tienen su misión en América Latina, y entre los distintos departamentos de la Curia Romana. Líderes[editar] Secretarios: Emilce Cuda, Rodrigo Guerra López Presidentes El cargo no fue ocupado consistentemente por el prefecto de la Congregación para los Obispos hasta 1969. Marcello Mimmi (1958 - 6 de marzo de 1961) Mimmi fue a la vez secretaria de la Sagrada Congregación Consistorial, predecesora del Dicasterio para los Obispos, y presidenta de esta Comisión. Carlo Confalonieri (14 de marzo de 1961 - 15 de agosto de 1967) Mientras presidente de la Comisión, Confalonieri fue secretario de la Sagrada Congregación Consistorial hasta 1965, luego como pro-prefecto del mismo cuerpo bajo su nuevo nombre, la Congregación para los Obispos, pero finalizando cuando se convirtió en cardenal y prefecto de esa congregación. Antonio Samoré (25 de septiembre de 1967-1969) Samoré era secretario de la Congregación para Asuntos Eclesiásticos Extraordinarios y vicepresidente de esta Comisión, este último sin predecesor ni sucesor, cuando asumió la presidencia; fue hecho cardenal y prefecto de la Congregación para los Sacramentos mientras continuaba por un tiempo como presidente de esta Comisión. Carlo Confalonieri (1969 - 25 de febrero de 1973) Confalonieri fue nuevamente presidente mientras era prefecto de la Congregación para los Obispos, la misma combinación de funciones que desempeñaron todos sus sucesores. Sebastiano Baggio (26 de febrero de 1973 - 8 de abril de 1984) Bernardin Gantin (8 de abril de 1984 - 25 de junio de 1998) Lucas Moreira Neves, O.P. (25 de junio de 1998[ - 16 de septiembre de 2000) Giovanni Battista Re (16 de septiembre de 2000 - 30 de junio de 2010) Marc Ouellet (30 de junio de 2010 - 30 de enero de 2023) Robert Francis Prevost, O.S.A. (30 de enero de 2023 - 8 de mayo de 2025) Filippo Iannone, O. Carm (26 de septiembre de 2025 - Actualidad) Vicepresidentes El Papa Juan Pablo II estableció el cargo de vicepresidente en 1988 y especificó que lo desempeñara un obispo. Al quedar vacante el cargo de vicepresidente el 13 de mayo de 2011, Guzmán Carriquiry, un laico, fue nombrado secretario al día siguiente y quedó vacante el cargo de vicepresidente. El 2 de mayo de 2014, el Papa Francisco nombró a Carriquiry \"secretario encargado de la vicepresidencia\". Carriquiry dejó la Comisión el 29 de abril de 2019. Tras el nombramiento de un nuevo secretario en julio de 2021, el cargo de vicepresidente no se mencionó y el cargo no se incluyó en la reorganización de la Curia del Papa Francisco en 2022. Cipriano Calderón Polo (26 de noviembre de 1988 - 4 de octubre de 2003) Luis Robles Díaz (4 de octubre de 2003 - 7 de abril de 2007) José Ruiz Arenas (31 de mayo de 2007 - 13 de mayo de 2011) Enlaces externos[editar] Página oficial de la Pontificia Comisión para América Latina Pontificia Comisión para América Latina en la página web de la Santa Sede Motu Proprio de Juan Pablo II Web del CELAM Referencias[editar] ↑ «Resignations and Appointments». Oficina de Prensa de la Santa Sede (en inglés). 26 de julio de 2021. Consultado el 30 de enero de 2023. ↑ «Resignations and Appointments». Oficina de Prensa de la Santa Sede (en inglés). 18 de febrero de 2022. Consultado el 30 de enero de 2023. ↑ Septién, Jaime (27 de julio de 2021). «Un laico mexicano al servicio del Papa Francisco y de América Latina». Aleteia. Consultado el 30 de enero de 2023. ↑ «This is Emilce Cuda, the new secretary of the Pontifical Commission for Latin America». Rome Reports (en inglés). 8 de marzo de 2022. Consultado el 30 de enero de 2023. ↑ «PONTIFICIA COMMISSIONE PER L'AMERICA LATINA». Vatican.va (en italiano). Consultado el 30 de enero de 2023. Control de autoridades Proyectos Wikimedia Datos: Q2151956 Multimedia: Pontifical Commission for Latin America / Q2151956 Identificadores VIAF: 130587613 BNF: 155117452 (data) GND: 5013803-0 LCCN: n94080941 Datos: Q2151956 Multimedia: Pontifical Commission for Latin America / Q2151956 <img src=\"https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?useformat=desktop&amp;type=1x1&amp;usesul3=1\" alt=\"\" width=\"1\" height=\"1\" style=\"border: none; position: absolute;\"> Obtenido de «https://es.wikipedia.org/w/index.php?title=Pontificia_Comisión_para_América_Latina&oldid=169695141» Categoría: Dicasterio para los ObisposCategorías ocultas: Wikipedia:Artículos con identificadores VIAFWikipedia:Artículos con identificadores BNFWikipedia:Artículos con identificadores GNDWikipedia:Artículos con identificadores LCCN",
    "region": "LATAM",
    "source_type": "informational",
    "scraped_at": "2026-01-29T20:45:00.826Z"
  },
  {
    "url": "https://www.vatican.va/content/romancuria/es/pontificie-commissioni/pontificia-america-latina/profilo.html",
    "title": "Pontificias Comisiones Pontificia Comisión para América Latina Perfil",
    "content": "SANTO PADRE COLEGIO CARDENALICIO CURIA ROMANA Buscar en Pontificia Comisión para América Latina Buscar en Roman Curia Buscar en Vatican.va La Curia Romana Pontificia Comisión para América Latina Perfil Pontificia Comisión para América LatinaSe instituye en el dicasterio [para los Obispos] la Comisión Pontificia para América Latina, que tiene por misión ocuparse del estudio de las cuestiones que se refieren a la vida y al desarrollo de sus Iglesias particulares, estando a disposición de los dicasterios interesados en razón de su competencia, y de aconsejarlas y ayudarlas con recursos económicos. También le corresponde favorecer las relaciones entre las instituciones eclesiásticas internacionales y nacionales, que trabajan para las regiones de América Latina, y las instituciones curiales. El presidente de la comisión es el prefecto del Dicasterio para los Obispos, ayudado por uno o más secretarios. A estos se suman como consejeros algunos obispos, elegidos tanto de la Curia Romana como de las Iglesias de América Latina. El secretario y los consejeros son nombrados por el Romano Pontífice por cinco años. Los miembros de la comisión son elegidos dentro de las instituciones curiales, del Consejo Episcopal Latinoamericano, de los obispos de las regiones latinoamericanas y de las instituciones a que se refiere el artículo anterior. Son nombrados por el Romano Pontífice por cinco años. La comisión tiene sus propios oficiales. Constitución Apostólica Praedicate Evangelium",
    "region": "LATAM",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:45:02.831Z"
  },
  {
    "url": "https://celam.org/",
    "title": "Consejo Episcopal Latinoamericano y Caribeño - CELAM",
    "content": "Cursos y diplomados Cebitepal Novedades Editorial Celam Descarga Revistas CelamADN Celam Centros Pastorales Centro de Gestión del Conocimiento Centro de Formación – Cebitepal Centro de Programas y Redes de Acción Pastoral Centro para la Comunicación Multimedia Rostros y Voces: ¿Una economía que mata o que salva? El reto de la Iglesia en Costa Rica Reflexiones para el Camino: Epifanía del Señor Reflexiones para el camino: Fiesta de la Sagrada Familia Reflexiones para el camino: Natividad del Señor JesúsPróximos Eventos 25 Ene 2026 25 de enero de 2026 - 00:00 - 26 de enero de 2026 - 00:00Ordenación episcopal Monseñor Daniel Blanco 23 Ene 2026 23 de enero de 2026 - 00:00 - 24 de enero de 2026 - 00:00Día internacional de la educación 22 Ene 2026 22 de enero de 2026 - 00:00 - 23 de enero de 2026 - 00:00Capítulo Serie Los más excluidos Recluidos en la inocencia 19 Ene 2026 19 de enero de 2026 - 00:00 - 22 de enero de 2026 - 00:00Reunión presencial Equipo CGCConferencias EpiscopalesRedes Eclesiales",
    "region": "LATAM",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:45:08.943Z"
  },
  {
    "url": "https://es.wikipedia.org/wiki/Consejo_Episcopal_Latinoamericano",
    "title": "Consejo Episcopal Latinoamericano - Wikipedia, la enciclopedia libre",
    "content": "De Wikipedia, la enciclopedia libre Logo del CELAM. El Consejo Episcopal Latinoamericano y Caribeño (Celam) agrupa a los obispos de la Iglesia católica de Latinoamérica y las Antillas. La Sede del Celam está ubicada en la ciudad de Bogotá, Colombia. Su origen está en la I Conferencia General del Episcopado Latinoamericano en Río de Janeiro realizada a partir del 25 de julio de 1955, tras la cual se hace el pedido al papa Pío XII para la constitución del Celam, siendo aceptada dicha sugerencia. Si bien desde Concilio Plenario de América Latina celebrado en Roma en 1899 se sugiere y se realizan reuniones periódicamente de las diócesis de cada nación, no existía una convocatoria en pleno de los obispos de Latinoamérica. Cada ciertos años se realiza una asamblea ordinaria a la cual asisten los presidentes de las conferencias episcopales nacionales, la cual define las tareas pastorales y la elección de autoridades. Su actual presidente es el arzobispo de Porto Alegre (Brasil), cardenal Jaime Spengler, obispo de la Orden de Frailes Menores (OFM). Conferencias Generales[editar] Desde su creación, la Conferencia ha realizado las siguientes Conferencias Generales de Obispos. I Conferencia General del Episcopado Latinoamericano[editar] Artículo principal: I Conferencia General del Episcopado Latinoamericano Río de Janeiro, Brasil en 1955: Fue convocada por el papa Pío XII. Su origen está en la Conferencia General del Episcopado Latinoamericano en Roma entre el 29 de mayo y el 9 de julio de 1899. Si bien desde el Concilio Plenario de América Latina celebrado en Roma en 1899 se sugieren nuevas reuniones y se realizan algunas reuniones periódicamente en las diócesis de cada nación, no existía una convocatoria en pleno de los obispos latinoamericanos. Uno de los temas principales fue la falta de sacerdotes y la falta de instrucción religiosa. A la iglesia también le importaba el proceso de industrialización que estaba viviendo Latinoamérica. II Conferencia General del Episcopado Latinoamericano[editar] Artículo principal: II Conferencia General del Episcopado Latinoamericano Medellín, Colombia en 1968 convocado por el papa Pablo VI: Las conclusiones se enfocan a la presencia de la Iglesia para transformar a América Latina y la luz del Concilio Vaticano II. La solicitud pastoral recae sobre tres áreas: la primera, la promoción del hombre y de los pueblos hacia los valores de justicia, paz, educación y familia la segunda, se enfocó a una necesidad de evangelización y maduración de la fe a través de la catequesis y liturgia en tercer lugar, se tomó en cuenta los problemas que giran en torno a toda la comunidad para que sea más fuerte la unidad y la acción pastoral. III Conferencia General del Episcopado Latinoamericano[editar] Artículo principal: III Conferencia General del Episcopado Latinoamericano Puebla, México en 1979 por Juan Pablo II: El propósito de esta visión histórica es situar nuestra evangelización en continuidad con la realizada durante los cinco siglos pasados cuyos pilares aun perduran tras haber dado origen a un radical sustrato católico en América Latina. Sustrato que se ha vigorizado aún más después del Concilio Vaticano II y de la II Conferencia General del Episcopado celebrada en Caracas con la conciencia clara que la Iglesia tiene su misión central.[1]​ También, en esta conferencia, los obispos latinoamericanos acordaron que la Iglesia Católica en Latinoamérica haría la evangelización con estos tres principios: Opción Preferencial por los Pobres - La Iglesia mira en los pobres y necesitados el rostro doliente del Señor y es por esa razón que le nace como madre cobijar en su seno a estos sus hijos. Dios por medio de su Iglesia los defiende y los ama entrañablemente, y son los destinatarios primordiales de toda la misión, y su evangelización es redimir su situación a los ojos de la fe. Opción Preferencial por los Jóvenes - La juventud hoy en América Latina está atrasada por los vicios y por una situación familiar donde no existe la palabra familia. Frente a esta realidad que es deprimente, la Iglesia presenta a los jóvenes a un Cristo vivo, como el único Salvador del hombre que tiene la fuerza de liberarlo de sus cadenas. Ya el joven experimentando esta liberalidad de Cristo, saldrá a evangelizar como respuesta al amor que Dios le ha tenido en Jesucristo. Acción de la Iglesia con los constructores de la sociedad pluralista en América Latina - La Iglesia colabora con el anuncio de la Buena Nueva a través de una radical conversión a la justicia y el amor, transformar desde dentro las estructuras de la sociedad pluralista que respeten y promuevan la dignidad de la persona humana y le abran la posibilidad de alcanzar su vocación suprema de comunión con Dios y de los hombres entre sí. IV Conferencia General del Episcopado Latinoamericano[editar] Artículo principal: IV Conferencia General del Episcopado Latinoamericano Santo Domingo, República Dominicana en 1992 por el papa Juan Pablo II. Con motivo del 5° centenario del encuentro de dos mundos e inicio de la cristianización, para desarrollar las anteriores reuniones en Medellín y Puebla, identificar la realidad del continente y mirar la promoción humana y la cultura cristiana. En Santo Domingo, se acentúa la llamada conversión haciendo una lectura de la realidad, tanto eclesial como social. Mantiene, respecto a Puebla y Medellín, el esfuerzo de evangelizar la cultura y salir al encuentro de la pobreza, pero además profundiza el compromiso por la justicia y los derechos humanos; mejora la pastoral juvenil y familiar; acentúa el rol de los laicos; cobran fuerza temas como la defensa de la vida, la cultura urbana, los movimientos y asociaciones eclesiales, el papel de la mujer, las expresiones culturales de los amerindios y afroamericanos, la misión ad gentes.[2]​ V Conferencia General del Episcopado Latinoamericano y del Caribe[editar] Artículo principal: V Conferencia General del Episcopado Latinoamericano Aparecida (São Paulo), Brasil en 2007: Se resumieron los tres principios de la Iglesia latinoamericana, es decir «ver, juzgar y actuar». La V Conferencia General del Episcopado Latinoamericano y del Caribe, o Conferencia de Aparecida, fue inaugurada por el papa Benedicto XVI, en Aparecida, el día 13 de mayo y finalizó el 31 de mayo de 2007. El tema de la V Conferencia fue: \"Discípulos y Misioneros de Jesucristo, para que nuestros pueblos tengan en Él vida\", inspirado en un pasaje del Evangelio de Juan que narra \"Yo soy el Camino, la Verdad y la Vida\" (Jn 14,6). La Conferencia fue convocada por el papa Juan Pablo II y concretada por Benedicto XVI. Fue organizada por el Consejo Episcopal Latinoamericano, con la orientación de la Pontificia Comisión para América Latina, donde el cardenal Jorge Mario Bergoglio (luego el papa Francisco) desempeñó un rol importante. El reglamento de la V Conferencia fue aprobado el 8 de abril de 2006. Asamblea Eclesial de América Latina y el Caribe[editar] Artículo principal: Asamblea Eclesial de América Latina y el Caribe La Asamblea Eclesial de América Latina y el Caribe fue un evento inédito [3]​en la historia de la Iglesia católica del continente, realizado en 2021. Surgió a partir de la propuesta del papa Francisco[4]​ a la Presidencia del Celam para abrir un espacio donde todos los bautizados pudieran participar, en vez de celebrar una VI Conferencia General del Episcopado toda vez que muchos postulados de la Conferencia General del Episcopado de Aparecida (2007) aún estaban pendientes. De este modo, en enero de 2021 iniciaron un proceso amplio de escucha[5]​ a través de las Conferencias Episcopales y diversas entidades eclesiales en el que participaron más de 60 mil personas. Constó de tres momentos: consulta,[6]​ síntesis y asambleario. El momento asambleario se realizó en México del 21 al 28 de noviembre de 2021.[7]​ Participaron 1000 personas de distintas vocaciones: clero, laicado y vida consagrada, incluyendo movimientos católicos de las llamadas periferias. Un año después el Celam presentó al Papa un documento[8]​ que recogió las reflexiones y propuestas pastorales de este importante proceso asambleario, denominado “Hacia una Iglesia sinodal en salida a las periferias”. La Asamblea Eclesial sirvió de base para procesos como la renovación y restructuración del Celam y del Sínodo 2021-2024.[9]​ Integrantes del Celam[editar] El CELAM está integrado por: Conferencia Episcopal de las Antillas Conferencia Episcopal Argentina Conferencia Episcopal de Bolivia Conferencia Nacional de Obispos de Brasil Conferencia Episcopal de Chile Conferencia Episcopal de Colombia Conferencia Episcopal de Costa Rica Conferencia de Obispos Católicos de Cuba Conferencia Episcopal Ecuatoriana Conferencia Episcopal de El Salvador Conferencia Episcopal de Guatemala Conferencia del Episcopado Dominicano Conferencia Episcopal de Haití Conferencia Episcopal de Honduras Conferencia del Episcopado Mexicano Conferencia Episcopal de Nicaragua Conferencia Episcopal de Panamá Conferencia Episcopal Paraguaya Conferencia Episcopal Peruana Conferencia Episcopal Puertorriqueña Conferencia Episcopal del Uruguay Conferencia Episcopal Venezolana Proceso de renovación y reestructuración[editar] Durante la 37.ª Asamblea General Ordinaria realizada en Tegucigalpa (Honduras), en mayo de 2019, se presentó el Documento del proceso de renovación y reestructuración del Consejo Episcopal Latinoamericano y Caribeño (Celam). Posteriormente avalado en la 38.ª Asamblea General Ordinaria realizada del 18 al 21 de mayo de 2021 en Trujillo (Perú), celebrada bajo una modalidad mixta: presencial y virtual, donde se aprobó la estructura pastoral. En la Asamblea Extraordinaria realizada del 19 al 22 de julio en la Ciudad de México (México) también en modalidad mixta se aprobó la estructura administrativa y financiera, así como los nuevos Estatutos que fueron puestos a consideración de la Santa Sede para su aprobación. Se trata de un trabajo fruto de un camino recorrido en comunión, colegialidad, eclesialidad, sinodalidad y con los oídos del corazón abiertos a escuchar lo que el Espíritu Santo está diciendo a las Iglesias (cf. Ap 2,11). Véase también[editar] ↑ http://www.mscperu.org/teologia/1pastoral/resumen/rchihuahua.htm (enlace roto disponible en Internet Archive; véase el historial, la primera versión y la última). ↑ http://www.mscperu.org/teologia/1pastoral/resumen/rStoDomingo.htm ↑ «¿Ya sabe qué es la Asamblea Eclesial?». Conferencia Episcopal de Colombia. Consultado el 5 de noviembre de 2024. ↑ Morillo, Ángel (2 de marzo de 2021). «La Asamblea Eclesial de América Latina y el Caribe se lanza al ruedo con sus redes sociales». Vida Nueva - Revista y portal de noticias religiosas y de Iglesia. Consultado el 5 de noviembre de 2024. ↑ Morillo, Ángel (2 de septiembre de 2021). «60.000 personas participaron de la Escucha en la Asamblea Eclesial». Vida Nueva - Revista y portal de noticias religiosas y de Iglesia. Consultado el 5 de noviembre de 2024. ↑ «CELAM oficializa extensión del proceso de escucha de la Asamblea Eclesial». https://www.iglesiadesantiago.cl. Consultado el 5 de noviembre de 2024. ↑ Zenit, Redacción (30 de noviembre de 2021). «Primera Asamblea Eclesial de América Latina y El Caribe: crónica y temas tratados día por día». ZENIT - Espanol. Consultado el 5 de noviembre de 2024. ↑ «CELAM presenta documento a un año de la Asamblea Eclesial - Vatican News». www.vaticannews.va. 31 de octubre de 2022. Consultado el 5 de noviembre de 2024. ↑ Gómez, Paola Calderón (21 de noviembre de 2023). «Mons. Miguel Cabrejos: \"La Asamblea Eclesial es un proceso pionero e innovador que aporta al Sínodo\"». ADN Celam. Consultado el 5 de noviembre de 2024. Portal:Iglesia católica. Contenido relacionado con Iglesia católica. Conferencia Episcopal Referencias[editar] Enlaces externos[editar] Sitio del CELAM Control de autoridades Proyectos Wikimedia Datos: Q1023332 Multimedia: Latin American and Caribbean Episcopal Council / Q1023332 Identificadores VIAF: 147208062 ISNI: 0000000121799788 BNF: 11880316j (data) LCCN: n79063577 NKC: ko2017947394 NLI: 987007259432205171 SUDOC: 026583305 ICCU: PUVV199514 Datos: Q1023332 Multimedia: Latin American and Caribbean Episcopal Council / Q1023332 <img src=\"https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?useformat=desktop&amp;type=1x1&amp;usesul3=1\" alt=\"\" width=\"1\" height=\"1\" style=\"border: none; position: absolute;\"> Obtenido de «https://es.wikipedia.org/w/index.php?title=Consejo_Episcopal_Latinoamericano&oldid=171238404» Categoría: Consejo Episcopal LatinoamericanoCategorías ocultas: Wikipedia:Artículos con enlaces externos rotosWikipedia:Artículos con identificadores VIAFWikipedia:Artículos con identificadores ISNIWikipedia:Artículos con identificadores BNFWikipedia:Artículos con identificadores LCCNWikipedia:Artículos con identificadores SBN",
    "region": "LATAM",
    "source_type": "informational",
    "scraped_at": "2026-01-29T20:45:10.180Z"
  },
  {
    "url": "https://episcopado.org/",
    "title": "Conferencia Episcopal Argentina - 2025",
    "content": "Comisión Episcopal de Pastoral Social (CEPAS) Nuestra Patagonia arde, comunicado del Área de Ecología Integral Dicasterio para la Comunicación Mensaje del Papa León XIV para la 60° Jornada Mundial de las Comunicaciones Sociales DeNAPBi Domingo de la Palabra de Dios, 2026 Dicasterio para la Comunicación Mensaje de León XIV para la XXXIV Jornada Mundial del Enfermo Comunicación y Prensa | Secretaria General Carta al Nuncio Apostólico en ocasión de su traslado Arzobispado de Santiago del Estero Audiencia entre el Papa León XIV y el Cardenal Vicente Bokalic Programa FE: Resultados 2025 y un compromiso creciente con el sostenimiento de la misión de la Iglesia Conseguí tu Calendario Litúrgico 2026 Intenciones de la Conferencia Episcopal Argentina para el 2026 La ludopatía es un atentado contra la vida Carta a los hermanos venezolanos que viven en la Argentina Día de la Mujer Migrante en la Ciudad de Buenos Aires Cáritas Argentina | Campaña Solidaria de Navidad 2025 #25N | «La esperanza no defrauda» Homilía de León XIV en la Misa del Consistorio extraordinario Discurso de León XIV en la Apertura del Consistorio extraordinario Solemnidad de la Epifanía del Señor y Clausura de la Puerta Santa Homilía del Papa León XIV en la LIX Jornada Mundial de la Paz ver más contenidos Protocolo para la consulta del material archivístico relativo a los acontecimientos argentinos conservados en la CEA, la Nunciatura Apostólica y en la Secretaría de Estado de la Santa Sede (1976-1983) Líneas Guía de Actuación ante casos de Abusos Oficina del Libro QUINTO ANIVERSARIO DE PROGRAMA FE",
    "region": "AR",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:45:12.218Z"
  },
  {
    "url": "https://www.cnbb.org.br/",
    "title": "CNBB – Conferência Nacional dos Bispos do Brasil - CNBB",
    "content": "Grupo de Análise de Conjuntura da CNBB reúne-se em Brasília e define metodologia e prioridades para 2026 Grupo de Análise de Conjuntura da CNBB esteve reunido na sede da Conferência, em Brasília (DF), nos dias 26 e 27 de janeiro, para definir metodologia, temas prioritários e o cronograma de atividades para o ano de 2026. O grupo é composto por representantes do mundo acadêmico, peritos convidados e integrantes de organismos ligados à CNBB Cefep CEFEP realiza segunda etapa presencial da 10ª Turma do Curso Nacional de Formação Política em Brasília O encontro aconteceu em Brasília (DF), na Casa de Retiros Assunção e reuniu lideranças de diversas regiões do país, dando continuidade ao percurso pedagógico que aprofunda a relação entre os fundamentos da fé cristã e o exercício da cidadania consciente. A iniciativa é uma parceria com a Faculdade Eclesiástica de Teologia da PUC-Rio Presidência Em visitas à Cúria Romana, Presidência da CNBB dialoga com os Dicastérios da Comunicação e da Evangelização A Presidência da Conferência Nacional dos Bispos do Brasil (CNBB) segue realizando visitas aos Dicastérios da Cúria Romana, em Roma, como parte da agenda institucional da entidade junto à Santa Sé. Nesta segunda-feira, 26, além do encontro com o Papa Leão XIV, a Presidência visitou o Dicastério par a Comunicação e o Dicastério para a Evangelização Ambiente, Santa Sé Papa Leão XIV discute chamado por justiça climática com empresários do setor de energia da América Latina O encontro foi o sétimo de um processo liderado pela Iniciativa Construindo Pontes (Building Bridges Initiative), coordenada pela Pontifícia Comissão para a América Latina (PCAL), diante da tensão gerada entre o desenvolvimento econômico que requer minerais essenciais e a demanda por justiça socioclimática como condição para uma vida boa e abundante para todos Santa Sé “Já somos um!”: Papa indica no caminho sinodal o futuro do diálogo ecumênico em celebração pela Unidade dos Cristãos Na tarde deste domingo, 25 de janeiro, Leão XIV deixou o Vaticano para celebrar as Vésperas na Basílica de São Paulo Fora dos Muros, encerrando assim a Semana de Oração pela Unidade dos Cristãos. No Hemisfério Sul, esta celebração é realizada entre a Solenidade da Ascensão do Senhor e o Domingo de Pentecostes Comunhão e Partilha Cadastramento para o Projeto “Comunhão e Partilha” é aberto; iniciativa fortalece formação de seminaristas e clero no Brasil A CNBB abriu o período de cadastramento para o Projeto “Comunhão e Partilha”, iniciativa criada para fortalecer a formação inicial e permanente do clero no país. As dioceses e prelazias que desejam solicitar o auxílio já podem se inscrever no novo sistema do projeto, disponível em comunhaoepartilha.cnbb.org.br, até o dia 15 de fevereiro de 2026 Últimas Notícias Presidência da CNBB celebra missa na Basílica de São Pedro e cumpre agenda em Dicastérios da Cúria Romana Presidência da CNBB é recebida pelo secretário de Estado do Vaticano, cardeal Pietro Parolin Artigos dos bispos Cardeal Orani João Tempesta Quarto Domingo do Tempo Comum Dom Rodolfo Weber Felizes os… Dom Benedito Araújo Homilia Missa de Acolhida Cardeal Orani João Tempesta Curso para os bispos na arquidiocese do Rio de Janeiro Dom Roberto Ferrería Paz A alegria, a atenção plena e a confiança, atitudes para vencer o medo e a intimidação Dom Anuar Battisti “A transmissão da fé num mundo em transformação!” VER TODOS A falta de habitação Dom Roberto Francisco Ferreria Paz Bispo de Campos (RJ) “A falta de habitação, é uma questão central da ecologia humana, pois afeta a dignidade das pessoas e o desenvolvimento das familias” LS 152, Papa Francisco A Campanha da Fraternidade 2026 terá como tema Fraternidade e Moradia, iluminada pelo texto evangélico: “ Ele veio morar entre nós” (Jo ,14). O objetivo central focalizará dentro do espírito de coversão quaresmal, a necessidade de responder ao grave desafio social de fazer acontecer e garantir o direito à moradia digna, junto aos demais bens e serviços essenciais a toda população. Os objetivos específicos aprofundando o olhar vão trazer a consideração, as raízes históricas e as causas de moradia precária ou mesmo a carência de teto que faz sofrer a milhões de brasileiros. A falta de políticas públicas sistemáticas e eficientes e iniciativas da sociedade civil para promover soluções de habitação popular digna e decente para os que carecem de teto. O conhecimento e aplicação transformadora do ensino social da Igreja para fazer valer o lema: “nenhuma família sem teto, trabalho e terra”. O fortalecimento das pastorais sociais em especial da Pastoral da Moradia e das Favelas intensificando a presença e o compromisso social libertador que envolve, evangeliza e empodera aos excluídos. Junto aos movimentos sociais, ambientais, a sociedade civil como um todo, que consigamos inspirar e lutar pela aprovação de leis municipais, estaduais e federais que impulsionem a construção de moradias populares, garantindo o direito de ser cidade para todos(as). É impottante como afirma Fábio Paes Coordenador da Revista Casa comum, que sem lar não há Casa Comum, que empenhar-se em efetivar direito à moradia digna do povo, é defender a Terra, o equilíbrio ambiental e a saúde do planeta pois não há ecologia integral, sem ecologia humana, sem proteger a família e seu desenvolvimento. O direito à moradia é a entrada de todos os direitos, a política social prioritária e fundamental, uma vez que sem ela não teremos uma cidade justa, fraterna e equitativa. Torna-se necessário nesta caminhada de conversão quaresmal que nos leva amar ao próximo com ternura e compaixão, comprometer-nos a nível pessoal, comunitário e social com os irmãos/ãs que carecem de habitação, moradia digna, espaço para conviver como família. Neste ano de eleições nacionais, coloquemos este tema como critério de escolha e discernimento do nosso voto. Seguindo a Jesus o Bom Pastor que veio para que todos tenham vida em abundância e que armou sua tenda no meio de nós, tornemos o nosso coração a casa e o lar dos pobres, dos sem teto, dos refugiados, dos que vivem debaixo das pontes ou em lugares precários e inóspitos. Deus seja louvado! Seguir o Mestre Jesus na realidade de hoje Dom José Gislon Bispo de Caxias do Sul (RS) Estimados irmãos e irmãs em Cristo Jesus! Na sua missão de anunciar o Reino de Deus, andando à beira do mar da Galileia, Jesus viu dois irmãos: “Simão, chamado Pedro, e seu irmão André. Estavam lançando a rede ao mar, pois eram pescadores. Jesus disse a eles: ‘Segui-me, e eu farei de vós pescadores de homens’” (Mt 4,18-19). Jesus chamou os discípulos e a resposta deles foi imediata: “deixaram as redes e o seguiram” (Mt 4,20). Seguir Jesus como discípulo requer disponibilidade de coração para aceitar desafios, mesmo diante das incertezas. “Se alguém quer vir após mim, negue-se a si mesmo, tome a sua cruz e siga-me” (Mt 16,24). Isso é muito mais do que caminhar atrás de Jesus, é assumir um compromisso de estar com ele, amá-lo e anunciá-lo ao mundo. Jesus viveu a sua missão de anunciar o Reino de Deus na realidade da estrutura social e familiar do seu tempo. Mas, à luz da proclamação do Reino de Deus, começa a surgir uma nova família, não uma família particular, mas a família de Deus, unida pela fé. Nessa nova família, os novos laços familiares, marcados pela adesão à Cristo, como discípulos, estão abertos a todos os seres humanos, independente da nacionalidade, da cultura ou raça. A nova família cristã não difere só dos padrões convencionais de vida familiar, mas está aberta a novas formas de respeito, marcadas pelo amor, atenção e cuidado da vida, nas relações humanas. O cristianismo deu espaço a uma nova forma de família, formada por laços de fé. Esta não prescinde da família como unidade básica em que se aprende a prática do amor a Deus, ao próximo e a si mesmo, mas é a que mais bem representa a natureza, extensão e qualidade dessa nova vida familiar. Nessa nova família Deus é o verdadeiro Pai, mas não um Pai que se impõe pelo poder, mas pelo amor, pela misericórdia e compaixão pelos seus filhos. O Papa Francisco, no Congresso internacional sobre a catequese, dizia: “quem coloca no centro da própria vida Cristo, se descentraliza! Quanto mais você se une a Jesus e Ele se torna o centro da sua vida, mais Ele o faz sair de si mesmo, o descentraliza e o abre aos outros. Esse é o verdadeiro dinamismo do amor, esse é o movimento de Deus! Deus é o centro, mas é sempre dom de si, relação e vida que se comunica”. Queridos irmãos e irmãs! Se permaneceremos unidos a Cristo, Ele nos faz entrar nesse dinamismo de amor. Onde existe uma verdadeira vida em Cristo, existe a abertura para o outro, existe a saída de si para abraçar o discipulado e colocar-se a serviço do Evangelho, para ir ao encontro do outro em nome de Jesus Cristo. A cultura da indiferença, tão presente nas relações familiares e comunitárias, não nos fala do amor, da paixão e da ternura de Deus. Não nos ajuda a percorrer o caminho do encontro com o Mestre Jesus, para ouvirmos as suas palavras. “Se alguém quer vir após mim, negue-se a si mesmo, tome a sua cruz e siga-me” (Mt 16,24. Realmar Dom Walmor Oliveira de Azevedo Arcebispo de Belo Horizonte (MG) Realmar é a magnífica e interpelante provocação feita pelo Papa Francisco, na Exortação Apostólica Evangelho da Alegria: “Enquanto não forem radicalmente solucionados os problemas dos pobres, renunciando à autonomia absoluta dos mercados e da especulação financeira e atacando as causas estruturais da desigualdade social, não se resolverão os problemas do mundo, e, em definitivo, problema algum. A desigualdade é a raiz dos males sociais”. O desafio é realmar a economia, o que significa também corrigir descompassos no coração humano. É preciso buscar uma nova sensibilidade social e cultural, com força para fazer surgir uma civilização melhor, a partir das mudanças em curso na contemporaneidade. Os cenários da geopolítica atual exigem novas compreensões e respostas que, para serem alcançadas, pedem um realmar, ou corre-se o risco de colapsar a possibilidade de avanços e de conquistas significativas, com prejuízos ao compromisso comunitário que é determinante para se alcançar a paz no planeta. Do lado oposto ao compromisso comunitário está a hegemonia de nacionalismos e autoritarismos individualistas que impõem uma desordem, fonte de conflitos e desrespeitos a soberanias essenciais. Realmar-se é, pois, uma condição imprescindível para incentivar o diálogo social, que qualifica escolhas, a gestão de recursos pecuniários e ambientais, permitindo construir relevantes patrimônios para a sociedade e uma herança para o futuro. A perspectiva que busca realmar a civilização contemporânea é relevante quando se considera este tempo de viragem histórica. São muitos os progressos e avanços, em diversos campos, que contribuem para o bem-estar das pessoas. Ainda assim, a maioria dos seres humanos vive em situação precária. A civilização contemporânea poderia garantir dignidade a todas as pessoas, mas convive com a proliferação de crises, medos, desesperos, doenças, de modo que ninguém está imune às ameaças deste tempo. A inimizade e o individualismo enjaulam as pessoas e culturas, efetivando escolhas equivocadas e contraproducentes. Realmar a vida é uma resposta generosa e eficaz. Parta-se da meta apontada pelo Papa Francisco: de se buscar uma economia diferente. Vale ter presente as admoestações encontradas na Exortação Apostólica Evangelho da Alegria: não a uma economia de exclusão, não à nova idolatria do dinheiro, não a um dinheiro que governa em vez de servir. Sabe-se que uma reforma financeira, em parâmetros éticos robustos, exigirá dos dirigentes políticos uma vigorosa mudança de atitudes. Aqueles que são líderes têm, particularmente, a tarefa de fazer com que o dinheiro sirva, e não governe. Trata-se de fundamento para sempre oferecer respostas solidárias aos anseios dos mais pobres, de modo sensível ao bem comum, com atenção aos projetos capazes de promover o desenvolvimento integral – voltado ao bem de todos. É o caminho para se alcançar uma solidariedade desinteressada e uma economia fiel a princípios éticos essenciais para a harmonia na civilização contemporânea. Realmar-se é, assim, uma resposta à desigualdade que gera violências, oferecendo caminhos para superar tudo que ameaça a dignidade humana. Um movimento que contempla a assimilação de princípios éticos com propriedades para superar a corrupção endêmica e as facilidades para manipular o poder a partir de interesses partidários e particulares, com sacrifícios à população. A idolatria do dinheiro tem gerado descompassos – ganhos exorbitantes e desperdícios de recursos, empregados de modo egoísta e sem propósitos, de modo irracional e esbanjador. Urgente, pois, é a superação de uma economia que gera exclusões. Há de se recuperar ou efetivar no mundo contemporâneo um sólido sentido social, inspirando-se nas primeiras comunidades cristãs onde, por compromisso de fé, não havia necessitados, pois a solidariedade era princípio que norteava a vida de todos. Trata-se de um grande ideal capaz de projetar luzes para o caminho da humanidade. Uma luminosidade que dissipa feridas do mundo, provocadas pelo pecado, e que se expressam nas muitas formas de exclusão e de discriminação. Na atualidade, os excluídos não são apenas explorados: são tratados como sobra. A dor dos excluídos e dos muitos desfavorecidos deve gerar inquietação em todos, para realmar corações e a economia, oferecendo um remédio para acabar com a globalização da indiferença, perigosa e perversa. É hora de revisitar lições capazes de ajudar o ser humano a realmar-se, a realmar, especialmente, a economia, para o nascimento de uma nova ordem social. Leia mais artigos COMISSÕESREGIONAISPASTORAISORGANISMOSCAMPANHAS Comunhão e PartilhaCadastramento para o Projeto “Comunhão e Partilha” é aberto; iniciativa fortalece formação de seminaristas e clero no BrasilCaio Lima–26 de janeiro de 20260A CNBB abriu o período de cadastramento para o Projeto “Comunhão e Partilha”, iniciativa criada para fortalecer a formação inicial e permanente do clero no país. As dioceses e prelazias que desejam solicitar o auxílio já podem se inscrever no novo sistema do projeto, disponível em comunhRead MoreAção Missionária e Cooperação Intereclesial“Pés a Caminho”: Seminaristas vivem a 2ª Experiência Vocacional-Missionária Nacional no regional Norte 3Caio Lima–23 de janeiro de 20260As Pontifícias Obras Missionárias (POM) e o Conselho Missionário de Seminaristas do Brasil (COMISE Brasil), em parceria com a arquidiocese de Palmas (TO), realizaram o “Pés a Caminho” – 2ª Experiência Vocacional-Missionária Nacional de Seminaristas, que aconteceu entre os dias 12 e 24 de Read MoreAção Missionária e Cooperação IntereclesialCCM e Faculdade de Teologia da arquidiocese de Brasília dão início à 4ª turma de pós-graduação em MissiologiaWillian–19 de janeiro de 20260O diretor geral do CCM, padre Tiago Ávila Camargo explicou que a formação acontece em três módulos, sendo duas semanas em janeiro deste ano, depois outras duas no mês de julho e, o terceiro e último módulo, em janeiro de 2027. A aula inaugural foi proferida na sede da CNBB, em Brasília, pelRead MoreAção SociotransformadoraSecretário-geral da CNBB recebe ministros das Mulheres e do Desenvolvimento Agrário e Agricultura FamiliarWillian–14 de janeiro de 20260O bispo auxiliar de Brasília e secretário-geral da Conferência Nacional dos Bispos do Brasil (CNBB), dom Ricardo Hoepers, recebeu na manhã da quarta-feira, 14 de janeiro, a ministra das Mulheres, Márcia Lopes, e o ministro do Desenvolvimento Agrário e Agricultura Familiar, Luiz Paulo Teixeira Read MoreDestaque 2Comissão promove Simpósio de Formação Ecumênica sobre liberdade religiosa; inscrições abertasLarissa–13 de janeiro de 20260A Comissão para o Ecumenismo e o Diálogo Inter-Religioso da CNBB realiza, nos dias 24 e 25 de fevereiro de 2026, o Simpósio de Formação Ecumênica, com o tema “Liberdade Religiosa: dom de Deus e direito humano”. O evento será realizado de forma on-line, pela plataforma Zoom, das 19h30 às Read MoreAção Missionária e Cooperação IntereclesialComissão para Ação Missionária convida o Papa para participar do 7º Congresso Americano MissionárioWillian–12 de janeiro de 20260O Papa Leão XIV recebeu, nesta segunda-feira (12/01), no Vaticano, os membros da Comissão Episcopal para Ação Missionária e Cooperação Intereclesial da Conferência Nacional dos Bispos do Brasil (CNBB). Os membros da Comissão Episcopal para Ação Missionária e Cooperação Intereclesial daRead MoreAção Missionária e Cooperação IntereclesialComissão para Ação Missionária da CNBB encontra-se na Santa Sé para agendas com organismos da Cúria Romana e o PapaWillian–9 de janeiro de 20260Desde 8 de janeiro, a Comissão para Ação Missionária e Cooperação Intereclesial da Conferência Nacional dos Bispos do Brasil (CNBB) encontra-se na Santa Sé para uma série de agendas com organismos da Curia Roma e com o Papa Leão XIV, prevista para o próximo dia 12 de janeiro, às 12h. NesRead MoreAnimação Bíblico-CatequéticaII Romaria Nacional de Catequistas prorroga prazo do primeiro lote de inscrições até 10 de janeiroCaio Lima–9 de janeiro de 20260A II Romaria Nacional de Catequistas acontecerá em Aparecida (SP), no Centro de Eventos Padre Vítor Coelho de Almeida. A programação tem início no dia 27 de agosto de 2026, com o credenciamento no período da tarde. As atividades formativas, celebrações e momentos de espiritualidade seguem daRead MoreDESTAQUE ESPECIALPastoral da Juventude realiza 10ª Ampliada Nacional em Miracema do Tocantins refletindo sobre missãoLarissa–9 de janeiro de 20260A Pastoral da Juventude (PJ) do Brasil iniciou na terça-feira, 6, nas terras sagradas de Miracema do Tocantins, pertencente ao regional Norte 3, a sua 10ª Ampliada Nacional (ANPJ). O evento, que se estende até o dia 10 de janeiro, marca um tempo importante de avaliação e discernimento da camiRead MoreDESTAQUE ESPECIALDom Nereudo conhece o trabalho da Pastoral dos Migrantes e da Rede Clamor no Acre e na fronteira trípliceWillian–19 de dezembro de 20250O bispo auxiliar de Olinda e Recife e referencial da Conferência Nacional dos Bispos do Brasil (CNBB) no acompanhamento à Rede Clamor, dom Nereudo Freire Henrique fez uma visita pastoral, nesta semana, a Rio Branco (AC) para conhecer o trabalho que é desenvolvido pela Pastoral do Migrante e Rede Read More VEJA MAIS notícias Ação Missionária e Cooperação Intereclesial“Pés a Caminho”: Seminaristas vivem a 2ª Experiência Vocacional-Missionária Nacional no regional Norte 3Caio Lima–23 de janeiro de 20260As Pontifícias Obras Missionárias (POM) e o Conselho Missionário de Seminaristas do Brasil (COMISE Brasil), em parceria com a arquidiocese de Palmas (TO), realizaram o “Pés a Caminho” – 2ª Experiência Vocacional-Missionária Nacional de Seminaristas, que aconteceu entre os dias 12 e 24 de Read MoreLeste 2Dom Walter Jorge toma posse como bispo da Diocese da Campanha (MG)Luiz Lopes–22 de janeiro de 20260A diocese da Campanha (MG) acolheu seu novo bispo e celebrou sua posse canônica no último sábado, 17 de janeiro. Dom Walter Jorge Pinto foi acolhido na sexta-feira com uma manifestação cultural e celebrou a posse na Catedral Santo Antônio, no sábado. A acolhida foi com uma apresentação de uRead MoreNordeste 4Com propósito de escuta, proximidade e espírito sinodal, dom Benedito toma posse em Campo MaiorLuiz Lopes–22 de janeiro de 20260A diocese de Campo Maior (PI) celebrou a posse canônica de seu quarto bispo diocesano, no dia 17 de janeiro, com celebração eucarística na Catedral de Santo Antônio. Centenas de fiéis juntaram-se ao clero e aos religiosos e diversos bispos do Piauí e de outras partes do país para acolher domRead MoreLeste 2Programa de Pós-Graduação em Teologia da PUC-Rio alcança nota 6 da CAPESWillian–13 de janeiro de 20260O Programa de Pós-Graduação em Teologia (PPG Teo) da Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio) obteve nota 6 na avaliação quadrienal da Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES), referente ao período de 2021 a 2024. O resultado posiciona o ProRead MoreDESTAQUE ESPECIALRegional Norte 3 acolhe 2ª Experiência Vocacional Missionária Nacional de SeminaristasLarissa–13 de janeiro de 20260O Regional Norte 3 da CNBB acolhe, entre os dias 12 e 24 de janeiro, a 2ª edição do “Pés a Caminhos – Experiência Vocacional Missionária Nacional de Seminaristas”, que reúne cerca de 200 seminaristas de diversas regiões do país. A cidade de Palmas (TO) é a sede do encontro, promovido pRead MoreDESTAQUE ESPECIALCidade devastada por tornado, Rio Bonito do Iguaçu (PR), tem paróquia elevada à Santuário da Esperança, gesto de JubileuWillian–2 de janeiro de 20260Marcada por uma das maiores tragédias de sua história recente, a cidade de Rio Bonito do Iguaçu, no Paraná, foi escolhida pela diocese de Guarapuava para o encerramento do Ano Jubilar da Esperança. O momento culminou com a elevação da paróquia Santo Antônio de Pádua à condição de santu�Read MoreNordeste 5Fé e missão marcam ordenação episcopal de novo bispo de Propriá (SE), dom George MunizLarissa–23 de dezembro de 20250O final de tarde chuvoso da segunda-feira (22/12), na cidade de Viana (MA), foi marcado pela benção de reunir as igrejas particulares do Maranhão e Sergipe em uma grande ação de graças pela ordenação episcopal de dom George Luís Amaral Muniz, na Catedral de Nossa Senhora da Conceição, em Read MoreSul 2Cáritas avança para nova fase de resposta humanitária a vítimas de tornados no ParanáLuiz Lopes–22 de dezembro de 20250Após um mês de trabalhos e de mapeamento das necessidades das populações atingidas pelos tornados que devastaram parte do interior do Paraná, a Cáritas Brasileira Regional Paraná avança para a segunda etapa de sua atuação emergencial. Com as necessidades mais básicas, como alimentação eRead MoreOeste 2Assembleia de Catequese reúne dioceses do regional Oeste 2 em CuiabáLarissa–16 de dezembro de 20250A Assembleia Regional de Catequese do regional Oeste 2 da CNBB reuniu, nos dias 6 e 7 de dezembro de 2025, representantes das dioceses e da arquidiocese do Mato Grosso, no Centro Nova Evangelização (CENE), em Cuiabá. Com o tema “Da acolhida à mistagogia: a missão da paróquia na Iniciaç�Read MoreNordeste 5Diocese de Zé Doca reabre Basílica de São Sebastião com apresentação do Projeto 65 anosLarissa–16 de dezembro de 20250No último dia 11 de dezembro de 2025, a comunidade de São Sebastião, na diocese de Zé Doca (MA), viveu um momento de rara grandeza espiritual, com a reabertura da Basílica de São Sebastião, casa de oração e refúgio das almas ao longo de décadas, após um período de cuidadosa restauraçãRead More VEJA MAIS notícias CarceráriaPastoral Carcerária do Brasil marca presença em último grande evento do Ano Santo de 2025Willian–15 de dezembro de 20250“Nós procuramos ser a esperança. Procuramos ser sinal da esperança que não decepciona, que é Jesus Cristo”, define o diácono Paulo Fernando de Moraes, assessor da Pastoral Carcerária da Diocese de Taubaté (SP)Read MoreCarceráriaPapa Leão XIV no Jubileu dos encarcerados: “Que ninguém se perca! Que todos sejam salvos!”Luiz Lopes–15 de dezembro de 20250A celebração teve a presença da coordenação da Pastoral Carcerária do Brasil entre os cerca de 7,5 mil peregrinos, de 90 países. Em sua homilia, o pontífice destacou a reparação, a reconciliação e o chamado à conversão que o jubileu apresenta aos que cumprem alguma penaRead MoreCriançaAssembleia Nacional da Pastoral da Criança reúne representantes de todo o Brasil e fortalece missão para o próximo anoCaio Lima–1 de dezembro de 20250Os participantes discutiram a atuação da Pastoral da Criança em 2025 e iniciaram o planejamento para 2026. A assembleia também analisou o relatório anual de atividades, dados das ações de acompanhamento nutricional, informações sobre o número de voluntários (líderes), entre outros resultRead MoreDESTAQUE ESPECIALEm 2026, Hora da Palavra vai abordar “O amor no cotidiano da vida”Luiz Lopes–28 de novembro de 20250Subsídio foi lançado pela Comissão Nacional da Pastoral Familiar nesta terça (25) para colaborar com as famílias no desenvolvimento da fé e pretende ser um instrumento de encontro e reflexão comunitária, ajudando as famílias, grupos e comunidades a mergulharem na Palavra que ilumina o cotidRead MoreDESTAQUE ESPECIALDia do Nascituro: Pastoral Familiar reitera, em nota, o valor e a dignidade da vida humana desde a concepçãoLarissa–8 de outubro de 20250A Pastoral Familiar divulgou nesta quarta-feira, 8, uma nota em celebração ao Dia do Nascituro, com o tema “A vida é sempre um bem”. A data, segundo o texto, é uma oportunidade privilegiada para refletir sobre o valor e a dignidade da vida humana desde a concepção. Na mensagem, a Pastoral Read MoreComunicação (Pascom)Inscrições abertas para o 9º Encontro Nacional da Pastoral da ComunicaçãoLuiz Lopes–29 de setembro de 20250A Pastoral da Comunicação no Brasil (Pascom Brasil), vinculada à Comissão Episcopal para a Comunicação Social da Conferência Nacional dos Bispos do Brasil (CNBB), já se prepara para viver o 9º Encontro Nacional da Pascom. O evento será realizado entre os dias 24 e 26 de julho de 2026, no CRead MoreDESTAQUE ESPECIAL“Peregrinos, porque chamados”: Romaria Vocacional reúne centenas de pessoas em Aparecida para formação e missãoLarissa–25 de agosto de 20250Nos dias 23 e 24 de agosto, o Santuário Nacional de Aparecida tornou-se o centro da animação vocacional no Brasil, reunindo centenas de participantes de diferentes regiões do país. Animadores vocacionais, consagrados, ministros ordenados e cristãos leigos se encontraram para a Romaria e o III Read MoreDESTAQUE ESPECIALAssembleia Ordinária do Instituto de Pastoral Vocacional (IPV) tem foco na esperança vocacionalLarissa–19 de agosto de 20250O IPV realizou sua assembleia ordinária anual, de 14 a 17 de agosto, com o tema central “Peregrinos de Esperança na missão de animar vocações”. O encontro foi marcado por momentos de oração e apresentação de relatórios das atividades do último ano. Nas discussões também esteve preseRead MoreDESTAQUE ESPECIALEncerramento do X Encontro Nacional da Pastoral do Turismo reúne fé, partilha e anúncio da próxima ediçãoLarissa–12 de agosto de 20250Nos dias 8 e 9 de agosto de 2025, o X Encontro Nacional da Pastoral do Turismo, realizado em Brasília, prosseguiu com momentos de profunda reflexão, espiritualidade e comunhão entre os agentes de todo o país. O encontro deixou a todos renovados no compromisso com a missão de evangelizar atravéRead MoreDESTAQUE ESPECIALBrasília abre o X Encontro Nacional da Pastoral do Turismo com marco histórico e espiritualLarissa–8 de agosto de 20250Em Brasília (DF) teve início o X Encontro Nacional da Pastoral do Turismo (Pastur) reunindo peregrinos de todas as regiões do Brasil para três dias de formação, espiritualidade e partilha missionária. A programação de abertura começou com uma visita guiada pela Cripta de São João Bosco, Read More VEJA MAIS notícias CefepCEFEP realiza segunda etapa presencial da 10ª Turma do Curso Nacional de Formação Política em BrasíliaWillian–26 de janeiro de 20260O encontro aconteceu em Brasília (DF), na Casa de Retiros Assunção e reuniu lideranças de diversas regiões do país, dando continuidade ao percurso pedagógico que aprofunda a relação entre os fundamentos da fé cristã e o exercício da cidadania consciente. A iniciativa é uma parceria com Read MoreCNPComissão Nacional de Presbíteros (CNP) realiza Assembleia Ordinária no Rio de JaneiroCaio Lima–7 de janeiro de 20260A CNP realiza, entre os dias 5 e 8 de janeiro, sua Assembleia Ordinária no Centro de Estudos do Sumaré, no Rio de Janeiro. O encontro reúne os presidentes das Comissões Regionais de Presbíteros de todo o país. Como ponto alto da programação, os participantes celebram a missa no Santuário ARead MoreCimiPara o Cimi, atos de demarcação são “fruto incontestável” da luta dos povos indígenasLuiz Lopes–21 de novembro de 20250Em nota, o Conselho Indigenista Missionário (Cimi) reconheceu atos administrativos de demarcação de terras indígenas como vitória e “fruto incontestável da luta permanente dos povos indígenas”. No início desta semana, o Governo Federal publicou um conjunto de decretos e de portarRead MoreCNLBCNLB lança subsídio para celebrar o Dia Nacional dos Cristãos Leigos e Leigas de 2025Luiz Lopes–19 de novembro de 20250“Elaboramos este subsídio para fortalecer a presença dos cristãos leigos e leigas na Igreja e na sociedade, sempre inspirados pelo Evangelho e pelo exemplo de Jesus Cristo”, afirma Márcio Oliveira, presidente do CNLB. O tema deste ano é um convite a uma profunda reflexão sobre o protagonisRead MoreDESTAQUE ESPECIALLançamento da Revista do Movimento de Educação de Base (MEB) põe em pauta a Inteligência Artificial na Educação PopularLarissa–3 de novembro de 20250Em um encontro inspirador realizado na sede da CNBB, em Brasília, o Movimento de Educação de Base (MEB) lançou na sexta-feira, 31 de outubro, a nova edição da sua Revista MEB de Educação Popular. A publicação coloca em debate o tema urgente e crucial: “A Inteligência Artificial GeneratiRead MoreCáritasCáritas Brasileira lança produções audiovisuais sobre justiça socioambiental às vésperas da COP30Luiz Lopes–28 de outubro de 20250Série de animações e curtas mostram as realidades locais e os desafios climáticos enfrentados pelas comunidades latino-americanasRead MoreMEBMEB realiza encontro nacional em Brasília (DF) para fortalecer a educação popularLuiz Lopes–27 de outubro de 20250A capital do País sediou, entre os dias 24 e 26 de outubro, o Encontro Nacional do Movimento de Educação de Base (MEB), que reuniu lideranças dos núcleos do Maranhão, Piauí, Rio Grande do Norte, Ceará, Pernambuco e do Distrito Federal. O evento teve como principal meta fortalecer os NúcleosRead MoreCNDEncontro de Diretores e Formadores de Escolas Diaconais aprofunda a identidade e a missão do diácono em uma Igreja sinodalLarissa–20 de outubro de 20250A formação dos futuros diáconos permanentes no Brasil esteve no centro das reflexões do XVIII Encontro Nacional de Diretores e Formadores de Escolas Diaconais, que aconteceu entre os dias 13 a 15 de outubro, na Casa de Encontros “Dom Luciano”, em Brasília (DF). O evento é um momento fundamRead MoreDESTAQUE ESPECIALDia Mundial das Missões: uma contribuição essencial para semear a esperançaLuiz Lopes–17 de outubro de 20250A Campanha Missionária de 2025 é celebrada sob o tema “Missionários de esperança entre os povos” e o lema “A esperança não decepciona”, alinhando-se ao espírito do Ano Jubilar. Durante todo o mês de outubro, comunidades ao redor do mundo têm intensificado celebrações, formações Read MoreAção Missionária e Cooperação IntereclesialIgreja no Brasil celebra a Campanha Missionária durante o mês de outubroLarissa–30 de setembro de 20250As ações do mês missionário estão alinhadas ao Jubileu da Esperança, com o tema “Missionários da esperança entre os povos”, escolhido pelo Papa Francisco, e o lema “A esperança não decepciona” (Rm 5,5). A Campanha Missionária anima a Igreja no Brasil a ser portadora da esperança Read More VEJA MAIS notícias DESTAQUE ESPECIALCurso sobre direitos das pessoas em situação de rua, fruto da CF 2026, abre inscrições para 2ª ediçãoWillian–16 de janeiro de 20260A iniciativa nasce da articulação em rede entre o MAGIS Brasil, a Campanha da Fraternidade 2026, a Pastoral do Povo da Rua, a Comissão Episcopal para Juventude da CNBB, o ITESP, os Jesuítas Brasil e demais instituições parceiras, fortalecendo um processo formativo comprometido com a dignidade Read MoreDESTAQUE ESPECIALEm 1 ano e 7 meses, projeto Capacita em Rede certificou profissionalmente mais de 15 mil alunos no BrasilWillian–5 de janeiro de 20260As ofertas de curso em 2026 se iniciam com a oferta de janeiro, que já está com as inscrições abertas para 2.078 vagas, em 11 regionais. O Capacita em Rede promove cursos presenciais de qualificação profissional em diferentes regiões do país. Igreja no Brasil e CNBB mobilizam espaço e partiRead MoreEvangelização10 ações da Igreja no Brasil apoiadas com recursos da Campanha para a EvangelizaçãoLuiz Lopes–12 de dezembro de 20250Confira 10 iniciativas e eventos que receberam recursos da Campanha para Evangelização, seja para a sua realização, promoção ou para garantir a assessoria da equipe da Conferência Episcopal. Essas ações utilizam dos 35% dos recursos enviados à sede nacional da CNBB voltados para garantir iRead MoreDestaque 1Bispo de Crato, dom Magnus, convoca fiéis à participação na Campanha para a EvangelizaçãoCaio Lima–2 de dezembro de 20250O bispo de Crato (CE), dom Magnus Henrique Lopes, fez um convite especial aos fiéis para que participem ativamente da Campanha para a Evangelização 2025, iniciativa anual promovida pela CNBB. A Campanha inspira-se no encontro de Jesus com Zaqueu e convida as famílias a abrir o coração e o lar Read MoreDestaque 1Campanha para a Evangelização 2025 disponibiliza materiais e convida fiéis a acolherem Jesus em seus laresLarissa–24 de novembro de 20250A CNBB disponibilizou os materiais oficiais da Campanha para a Evangelização 2025, que neste ano tem como tema “Hoje, é preciso que eu fique na tua casa” (Lc 19,5). A inspiração bíblica recorda o encontro de Jesus com Zaqueu e convida cada fiel a abrir o coração e o lar para a presença Read MoreFraternidadeCNBB apoiou, em 2025, 234 projetos de Ecologia Integral com R$ 7.236.241,96 que impactam 918.969 pessoas em todo paísWillian–18 de novembro de 20250O Fundo Nacional de Solidariedade realizou 4 reuniões este ano, nas quais aprovou os projetos que estão recebendo recursos da Coleta Nacional da Solidariedade. Projetos como “Brigada de prevenção e combate aos incêndios florestais”, “Guardiães do Cerrado: sementes de vida e Ecologia IntegralRead MoreDESTAQUE ESPECIALMaristas do Brasil lançam conteúdo formativo online e página especial sobre a CF 2026Larissa–11 de novembro de 20250Em sintonia com a CNBB, os Maristas do Brasil realizam anualmente um amplo movimento de sensibilização e formação em torno da Campanha da Fraternidade (CF). A mobilização se dá por meio do portal educacional Farol1817, articulado pela Província Marista Brasil Centro-Sul (PMBCS) e de uma p�Read MoreDESTAQUE ESPECIALRegionais da CNBB iniciam Seminários da Campanha da Fraternidade 2026 Larissa–23 de outubro de 20250Após o Seminário Nacional da Campanha da Fraternidade 2026, realizado entre os dias 25 e 28 de setembro, na Casa Dom Luciano, em Brasília (DF), os regionais da CNBB deram início às formações regionais. O objetivo dos encontros é aprofundar o estudo do texto-base da Campanha e avaliar os desdRead MoreDESTAQUE ESPECIALParticipantes do Seminário Nacional de Campanhas publicam carta manifesto contra as remoções e despejos no paísWillian–29 de setembro de 20250Na carta, em referência a um trecho do Texto-Base – CF 2026, a carta afirma que “a falta de um teto digno não é apenas uma carência material, mas expressão concreta da exclusão social que nega a dignidade de filhos e filhas de Deus”Read MoreDestaque 1Lançado o hino da Campanha da Fraternidade 2026. Ouças nas plataformas digitaisLuiz Lopes–29 de setembro de 20250A letra escolhida para o hino 2026 é de autoria de Crisógono Sabino, de Vitória (ES); e a melodia de Carlos Alberto Santos, de Lagoa Seca (PB). A escolha foi feita por meio de concurso organizado pelo Setor Campanhas da CNBB e pelo Setor Música Litúrgica da Comissão Episcopal para a Liturgia Read More VEJA MAIS notícias COMISSÕESREGIONAISPASTORAISORGANISMOSCAMPANHAS Comunhão e Partilha Cadastramento para o Projeto “Comunhão e Partilha” é aberto; iniciativa fortalece formação de seminaristas e clero no Brasil 26/01/2026 Ação Missionária e Cooperação Intereclesial “Pés a Caminho”: Seminaristas vivem a 2ª Experiência Vocacional-Missionária Nacional no regional Norte 3 23/01/2026 Ação Missionária e Cooperação Intereclesial CCM e Faculdade de Teologia da arquidiocese de Brasília dão início à 4ª turma de pós-graduação em Missiologia 19/01/2026 Ação Sociotransformadora Secretário-geral da CNBB recebe ministros das Mulheres e do Desenvolvimento Agrário e Agricultura Familiar 14/01/2026 Ecumenismo e Diálogo Inter-Religioso Comissão promove Simpósio de Formação Ecumênica sobre liberdade religiosa; inscrições abertas 13/01/2026 Ação Missionária e Cooperação Intereclesial Comissão para Ação Missionária convida o Papa para participar do 7º Congresso Americano Missionário 12/01/2026 VEJA MAIS notícias Ação Missionária e Cooperação Intereclesial “Pés a Caminho”: Seminaristas vivem a 2ª Experiência Vocacional-Missionária Nacional no regional Norte 3 23/01/2026 Leste 2 Dom Walter Jorge toma posse como bispo da Diocese da Campanha (MG) 22/01/2026 Nordeste 4 Com propósito de escuta, proximidade e espírito sinodal, dom Benedito toma posse em Campo Maior 22/01/2026 Leste 2 Programa de Pós-Graduação em Teologia da PUC-Rio alcança nota 6 da CAPES 13/01/2026 Norte 3 Regional Norte 3 acolhe 2ª Experiência Vocacional Missionária Nacional de Seminaristas 13/01/2026 Sul 2 Cidade devastada por tornado, Rio Bonito do Iguaçu (PR), tem paróquia elevada à Santuário da Esperança, gesto de Jubileu 02/01/2026 VEJA MAIS notícias Carcerária Pastoral Carcerária do Brasil marca presença em último grande evento do Ano Santo de 2025 15/12/2025 Carcerária Papa Leão XIV no Jubileu dos encarcerados: “Que ninguém se perca! Que todos sejam salvos!” 15/12/2025 Criança Assembleia Nacional da Pastoral da Criança reúne representantes de todo o Brasil e fortalece missão para o próximo ano 01/12/2025 Familiar Em 2026, Hora da Palavra vai abordar “O amor no cotidiano da vida” 28/11/2025 Familiar Dia do Nascituro: Pastoral Familiar reitera, em nota, o valor e a dignidade da vida humana desde a concepção 08/10/2025 Comunicação (Pascom) Inscrições abertas para o 9º Encontro Nacional da Pastoral da Comunicação 29/09/2025 VEJA MAIS notícias Cefep CEFEP realiza segunda etapa presencial da 10ª Turma do Curso Nacional de Formação Política em Brasília 26/01/2026 CNP Comissão Nacional de Presbíteros (CNP) realiza Assembleia Ordinária no Rio de Janeiro 07/01/2026 Cimi Para o Cimi, atos de demarcação são “fruto incontestável” da luta dos povos indígenas 21/11/2025 CNLB CNLB lança subsídio para celebrar o Dia Nacional dos Cristãos Leigos e Leigas de 2025 19/11/2025 MEB Lançamento da Revista do Movimento de Educação de Base (MEB) põe em pauta a Inteligência Artificial na Educação Popular 03/11/2025 Cáritas Cáritas Brasileira lança produções audiovisuais sobre justiça socioambiental às vésperas da COP30 28/10/2025 VEJA MAIS notícias Fraternidade Curso sobre direitos das pessoas em situação de rua, fruto da CF 2026, abre inscrições para 2ª edição 16/01/2026 Fraternidade Em 1 ano e 7 meses, projeto Capacita em Rede certificou profissionalmente mais de 15 mil alunos no Brasil 05/01/2026 Evangelização 10 ações da Igreja no Brasil apoiadas com recursos da Campanha para a Evangelização 12/12/2025 Evangelização Bispo de Crato, dom Magnus, convoca fiéis à participação na Campanha para a Evangelização 02/12/2025 Evangelização Campanha para a Evangelização 2025 disponibiliza materiais e convida fiéis a acolherem Jesus em seus lares 24/11/2025 Fraternidade CNBB apoiou, em 2025, 234 projetos de Ecologia Integral com R$ 7.236.241,96 que impactam 918.969 pessoas em todo país 18/11/2025 VEJA MAIS notícias Anterior Próximo CNBB FOTOS VER PERFIL NO FLICKR CNBB TV CNBB FOTOS VER PERFIL NO FLICKR CNBB TV CNBB PODCAST MATÉRIA ESPECIAL 10 ações da Igreja no Brasil apoiadas com recursos da Campanha para a Evangelização 10 ações da Igreja no Brasil apoiadas com recursos da Campanha para a Evangelização CNBB PODCAST MATÉRIA ESPECIAL 10 ações da Igreja no Brasil apoiadas com recursos da Campanha para a Evangelização 10 ações da Igreja no Brasil apoiadas com recursos da Campanha para a Evangelização",
    "region": "BR",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:45:27.598Z"
  },
  {
    "url": "https://www.iglesiacatolica.org.pe/",
    "title": "Conferencia Episcopal Peruana – Conferencia Episcopal Peruana",
    "content": "Noticias FacebookTwitterGoogle+LinkedInPinterestshare Obispos del Perú se reunirán con el Papa León XIV en histórica Visita ad Limina FacebookTwitterGoogle+LinkedInPinterestshare Chiclayo será sede de la XXXIV Jornada Mundial del Enfermo 2026 FacebookTwitterGoogle+LinkedInPinterestshare Conferencia Episcopal Peruana expresa su pesar por el fallecimiento de Mons. José Eduardo Velásquez, Obispo Emérito de Huaraz FacebookTwitterGoogle+LinkedInPinterestshare Papa León XIV ha designado Capellán de Su Santidad al sacerdote Guillermo Inca Pereda FacebookTwitterGoogle+LinkedInPinterestshare Mons. Carlos García clausura el Año Jubilar de la Esperanza: “Sigamos el ejemplo de Santo Toribio para abrir puertas donde otros solo ven muros” FacebookTwitterGoogle+LinkedInPinterestshare Mons. Carlos García insta a los peruanos a construir una “paz verdadera” en su mensaje de Navidad",
    "region": "PE",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:45:29.894Z"
  },
  {
    "url": "https://noticias.iglesia.org.pe/",
    "title": "Noticias – Conferencia Episcopal Peruana – Noticias – Conferencia Episcopal Peruana",
    "content": "Dirección Jr. Estados Unidos 838. Jesús María. Lima, Perú. Contáctanos (511) 4631010 prensa@iglesiacatolica.org.pe Síguenos Episcopado peruano dialoga con la Secretaría del Sínodo sobre la Fase de Implementación en el Perú . 28 enero, 2026 Obispos del Perú oraron en la Basílica de San Pedro . 27 enero, 2026 Almuerzo sorpresa del Papa con los Obispos del Perú en Roma . 29 enero, 2026 Episcopado Peruano VER MÁS Almuerzo sorpresa del Papa con los Obispos del Perú en Roma . 29 enero, 2026 El encuentro, definido como “un gesto de cercanía y comunión” en el marco del X Congreso Episcopal del país sudamericano, Santa Rosa de Lima: conferencia sobre la primera santa canonizada del Nuevo Mundo . 29 enero, 2026 El evento, celebrado en el Aula Magna de la Pontificia Universidad Gregoriana, fue presentado por el cardenal Tagle, Proprefecto del Así avanza la Visita ad Limina de los Obispos del Perú: Diálogo y comunión con la Curia Romana . 27 enero, 2026 Los pastores iniciaron sus encuentros con los organismos de la Santa Sede para presentar la realidad pastoral de sus jurisdicciones Región Costa Ver todas Chiclayo será sede de la XXXIV Jornada Mundial del Enfermo 2026 . 27 enero, 2026 Cardenal Michael Czerny, Prefecto del Dicasterio para el Servicio del Desarrollo Humano Integral, vendrá al Perú como “Una rosa para el mundo”: Presentan documental de Santa Rosa de Lima en Filmoteca Vaticana . 21 enero, 2026 La figura de Santa Rosa de Lima vuelve a proyectarse al mundo desde el Vaticano. El documental Región Andina Ver todas Papa León XIV nombra nuevo Arzobispo Metropolitano de Piura y nuevo Obispo Prelado de Chuquibamba . 24 diciembre, 2025 La Conferencia Episcopal Peruana comunica a todo el Pueblo de Dios que este 12 de diciembre el Santo Obispo de Huánuco, Pedro Bustamante, bendice la Festividad de la Danza de Los Negritos de Huánuco . 23 diciembre, 2025 En la antesala de la festividad de Los Negritos de Huánuco 2025, este domingo 21 de diciembre, se Región Amazónica Ver todas Obispo Coadjutor del Vicariato de San Ramón, Mons. Pedro Castro: “Hay que continuar con la evangelización en la selva” . 29 diciembre, 2025 Este domingo 28 de diciembre se llevará a cabo la ordenación de Castro como Obispo Coadjutor del Papa León XIV nombra Obispo Vicario Apostólico Coadjutor de San Ramón al Rev. P. Pedro Castro Castro . 4 noviembre, 2025 El Santo Padre León XIV ha nombrado Obispo Vicario Apostólico Coadjutor del Vicariato Apostólico de San Ramón al Reverendo Ver más videos Santa Sede Ver todas Chiclayo será sede de la XXXIV Jornada Mundial del Enfermo 2026 . 27 enero, 2026 Cardenal Michael Czerny, Prefecto del Dicasterio para el Servicio del Desarrollo Humano Integral, vendrá al Perú como enviado Jornada Mundial de las Comunicaciones 2026: León XIV llama a custodiar los rostros y las voces humanas en la era digital . 25 enero, 2026 El 24 de enero de 2026, en la memoria de San Francisco de Sales, patrono de los periodistas “Una rosa para el mundo”: Presentan documental de Santa Rosa de Lima en Filmoteca Vaticana . 21 enero, 2026 La figura de Santa Rosa de Lima vuelve a proyectarse al mundo desde el Vaticano. El documental Una Iglesia Latinoamericana Ver todas Jóvenes de la Región Andina se preparan para el XVII Encuentro de Pastoral Juvenil en Lima . 26 enero, 2026 La Pastoral Juvenil de la Región Andina (PJ Región Andina) avanza en la preparación de su XVII Encuentro de Pastoral Juvenil, que se Inició el Encuentro 2025 de la Red Eclesial de Comunicación de América Latina y el Caribe: “Peregrinos en clave de esperanza” . 24 noviembre, 2025 Este 21 de noviembre comenzó en la casa de retiros del Consejo Episcopal Latinoamericano y Caribeño (Celam), en Usaquén, Bogotá, el Mensaje del IV Congreso Continental de Teología Latinoamericana y Caribeña: «Nadie quede afuera de la fiesta y del encuentro» . 25 octubre, 2025 Bajo el lema “Horizontes de liberación, tejiendo esperanzas desde abajo”, más de 200 personas provenientes de distintos países de América Latina Boletín informativoEspecialesLa Voz del Obispo LO MÁS RESALTANTE VER MÁS Obispos del Perú oraron en la Basílica de San Pedro . 27 enero, 2026 Jornada Mundial de las Comunicaciones 2026: León XIV llama a custodiar los rostros y las voces humanas en la era digital . 25 enero, 2026 Conozca la oración oficial por la Visita ad limina de los Obispos del Perú con el Papa León XIV . 22 enero, 2026 “Una rosa para el mundo”: Presentan documental de Santa Rosa de Lima en Filmoteca Vaticana . 21 enero, 2026",
    "region": "PE",
    "source_type": "informational",
    "scraped_at": "2026-01-29T20:45:32.496Z"
  },
  {
    "url": "https://jornadasconferenciaepiscopal.es/",
    "title": "Jornadas disponibles",
    "content": "Actividades y Jornadas de la CEEInscripción onlineATENCIÓN: Antes de hacer su inscripción, es recomendable que consulte la sección preguntas frecuentes de esta página.XXXV Jornadas para Delegados Episcopales y Directores de Secretariados de Relaciones Interconfesionales02 Febrero 2026Organiza: Subcomisión Episcopal de Relaciones Interconfesionales y Diálogo Interreligioso Encuentro de Vicarios Episcopales y Delegados-as de la Vida Consagrada05 Febrero 2026Organiza: Comisión Episcopal para la Vida Consagrada Jornadas Nacionales de Pastoral de Turismo10 Febrero 2026Organiza: Departamento de Pastoral del Turismo XI Encuentro de Directores Espirituales10 Febrero 2026Organiza: Comisión Episcopal para el Clero y Seminarios Jornadas de Vicarios10 Febrero 2026Organiza: Comisión Episcopal de Evangelización, Catequesis y Catecumenado XIX Jornadas de estudio e información. Patrimonio Cultural de la Iglesia y marco legislativo estatal y autonómico11 Febrero 2026Organiza: Subcomisión Episcopal para el Patrimonio Cultural LXIV Jornadas de Delegados Diocesanos de Educación11 Febrero 2026Organiza: Comisión Episcopal para la Educación y Cultura Search",
    "region": "ES",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:45:37.211Z"
  },
  {
    "url": "https://www.conferenciaepiscopal.es/",
    "title": "Inicio: Conferencia Episcopal Española - Conferencia Episcopal Española",
    "content": "Memoria anual de la Iglesia en España Resultados de la Asignación tributaria en favor de la Iglesia católica Para dar luz: protección de menores Fe accesible Xtantos Portal de Transparencia Actualidad La revista Selecciones publica su edición de enero con León XIV en portada: ¡Atreverse a la paz!29 de enero de 2026«La paz esté con todos ustedes: hacia una paz “desarmada y desarmante” ha sido el reclamo del papa León XIV en su mensaje para la Jornada Mundial de la Paz, con la que la…Las Jornadas de Vicarios de España se centran en el acompañamiento a los sacerdotes28 de enero de 2026‘El acompañamiento a los sacerdotes’ es el título de las Jornadas de Vicarios de España, organizadas por la Comisión Episcopal para la Evangelización, Catequesis y Catecumenado. El encuentro se celebra…Nota de prensa sobre el inicio de un proceso para la regularización extraordinaria de personas migrantes27 de enero de 2026La Red de Entidades para el Desarrollo Solidario (REDES), la Conferencia Española de Religiosos (CONFER), Cáritas y el Departamento de Migraciones de la Conferencia Episcopal Española celebran el anuncio de…España, segunda nación del mundo en número de peregrinos en el Jubileo 202523 de enero de 2026El secretariado de la Comisión para el Jubileo 2025 de la Conferencia Episcopal Española ha elaborado una Memoria del Jubileo 2025 de la Iglesia de España. De ella se desprende…Comunicado final de ‘Holy Land Co-ordination 2026’22 de enero de 2026Los obispos de diversas Conferencias Episcopales de todo el mundo se han reunido del 17 al 22 de enero en Jerusalén para asistir al Holy Land Co-ordination 2026. Esta edición del…Encuentro de Rectores y Formadores de los Seminarios Menores: acompañamiento afectivo-sexual y responsabilidad jurídica21 de enero de 2026Formadores preparados para una formación integral: acompañamiento afectivo-sexual y responsabilidad jurídica en los seminarios menores es el lema del XLV Encuentro de Rectores y Formadores de los Seminarios Menores, organizado…Domingo de la Palabra de Dios 202620 de enero de 2026La Iglesia celebra el VII Domingo de la Palabra de Dios este 25 de enero de 2026. El Dicasterio para la Evangelización ha elegido como título para esta edición el…Condolencias de la CEE y telegrama del papa León XIV con motivo del accidente ferroviario en Adamuz19 de enero de 2026Al conocer el grave accidente ferroviario ocurrido en Adamuz (Córdoba) en la tarde de ayer, deseamos expresar a las familias de las víctimas nuestra condolencia y a todos los heridos…Rafael Vázquez, consultor del Dicasterio para el Diálogo Interreligioso19 de enero de 2026El papa León XIV ha nombrado consultor del Dicasterio para el Diálogo Interreligioso a Rafael Vázquez Jiménez, director del secretariado de la Comisión Episcopal para la Doctrina de la Fe…Programación religiosa del 23 al 29 de enero18 de enero de 2026Avance del contenido de la programación socio-religiosa en la Ca­de­na COPE y en TRE­CE. Se ofre­ce, tam­bién, el de los es­pa­cios que pue­den se­guir­se en La 2 y en RNE, pro­gra­mas que emi­te la corpo­ra­ción pú­bli­ca…XI Encuentro de directores espirituales del 10 al 12 de febrero15 de enero de 2026Madrid acogerá el XI Encuentro de Directores Espirituales, del 10 al 12 de febrero, organizado por la Comisión Episcopal para el Clero y Seminarios. La convocatoria, que se desarrollará bajo…Encuentro anual de obispos en Tierra Santa: ‘Holy Land Co-ordination 2026’ pone el foco en el diálogo y las personas de Esperanza15 de enero de 2026Encuentro con el cardenal Pizzaballa durante el Holy Land Co-ordination 2025(Fuente: Flickr Catholic Church England and Wales) La Holy Land Co-ordination 2026 se celebra en Jerusalén del 17 al 22… VER MÁS La revista Selecciones publica su edición de enero con León XIV en portada: ¡Atreverse a la paz!29 de enero de 2026«La paz esté con todos ustedes: hacia una paz “desarmada y desarmante” ha sido el reclamo del papa León XIV en su mensaje para la Jornada Mundial de la Paz, con la que la…Las Jornadas de Vicarios de España se centran en el acompañamiento a los sacerdotes28 de enero de 2026‘El acompañamiento a los sacerdotes’ es el título de las Jornadas de Vicarios de España, organizadas por la Comisión Episcopal para la Evangelización, Catequesis y Catecumenado. El encuentro se celebra…Nota de prensa sobre el inicio de un proceso para la regularización extraordinaria de personas migrantes27 de enero de 2026La Red de Entidades para el Desarrollo Solidario (REDES), la Conferencia Española de Religiosos (CONFER), Cáritas y el Departamento de Migraciones de la Conferencia Episcopal Española celebran el anuncio de…España, segunda nación del mundo en número de peregrinos en el Jubileo 202523 de enero de 2026El secretariado de la Comisión para el Jubileo 2025 de la Conferencia Episcopal Española ha elaborado una Memoria del Jubileo 2025 de la Iglesia de España. De ella se desprende…Comunicado final de ‘Holy Land Co-ordination 2026’22 de enero de 2026Los obispos de diversas Conferencias Episcopales de todo el mundo se han reunido del 17 al 22 de enero en Jerusalén para asistir al Holy Land Co-ordination 2026. Esta edición del…Encuentro de Rectores y Formadores de los Seminarios Menores: acompañamiento afectivo-sexual y responsabilidad jurídica21 de enero de 2026Formadores preparados para una formación integral: acompañamiento afectivo-sexual y responsabilidad jurídica en los seminarios menores es el lema del XLV Encuentro de Rectores y Formadores de los Seminarios Menores, organizado… VER MÁS Interesa Memoria de la Iglesia La Iglesia y la protección de menores Tiene derechos Sínodo VER MÁS Evangelio y lecturas IV domingo del Tiempo Ordinario1 de febrero Lecturas en españolDomingos y festivos Jueves de la III semana del tiempo ordinariohttps://www.conferenciaepiscopal.es/wp-content/uploads/audioevangelios/ord03j.mp3La lámpara se trae para ponerla en el candelero. La medida que uséis la usarán con vosotros. (Mc 4, 21-25)Les decía: «¿Se trae la lámpara para meterla debajo del celemín o debajo de la cama?, ¿no es para ponerla en el candelero? No hay nada escondido, sino para que sea descubierto; no hay nada oculto, sino para que salga a la luz. El que tenga oídos para oír, que oiga».Les dijo también: «Atención a lo que estáis oyendo: la medida que uséis la usarán con vosotros, y con creces. Porque al que tiene se le dará, y al que no tiene se le quitará hasta lo que tiene». Suscripción al Boletín semanal de la CEE Por favor, deja este campo vacíoNombre Correo electrónico * Revisa tu bandeja de entrada o la carpeta de spam para confirmar tu suscripción. Vídeos YOUTUBE CEE Agenda institucional 2 de febrero de 2026 – Jornada mundial de la Vida Consagrada 2026: ¿Para quién eres? 2 de febrero de 2026 – 4 de febrero de 2026 – Jornadas de Relaciones Interconfesionales: «El derecho fundamental a la libertad religiosa. Dignitatis humanae» 10 de febrero de 2026 – 12 de febrero de 2026 – Jornadas de Vicarios de España: 'El acompañamiento a los sacerdotes' 10 de febrero de 2026 – 12 de febrero de 2026 – XI Encuentro de directores espirituales 11 de febrero de 2026 – 12 de febrero de 2026 – XIX Jornadas de estudio sobre el Patrimonio cultural de la Iglesia 7 de abril de 2026 – III Encuentro de Cumplimiento Normativo Calendario Eventos en enero 2026 Llunes Mmartes Xmiércoles Jjueves Vviernes Ssábado Ddomingo 2929 de diciembre de 2025 3030 de diciembre de 2025 3131 de diciembre de 2025 11 de enero de 2026 22 de enero de 2026 33 de enero de 2026 44 de enero de 2026 55 de enero de 2026 66 de enero de 2026 77 de enero de 2026 88 de enero de 2026 99 de enero de 2026 1010 de enero de 2026 1111 de enero de 2026●(1 event) Close 11 de enero de 2026 – 17 de enero de 2026 Leer más 1212 de enero de 2026●●(2 events) Close 11 de enero de 2026 – 17 de enero de 2026 Leer más 12 de enero de 2026 Leer más 1313 de enero de 2026●(1 event) Close 11 de enero de 2026 – 17 de enero de 2026 Leer más 1414 de enero de 2026●●(3 events) Close 11 de enero de 2026 – 17 de enero de 2026 Leer más 14 de enero de 2026 – 16 de enero de 2026 Leer más 14 de enero de 2026 – 16 de enero de 2026 Leer más 1515 de enero de 2026●●(3 events) Close 11 de enero de 2026 – 17 de enero de 2026 Leer más 14 de enero de 2026 – 16 de enero de 2026 Leer más 14 de enero de 2026 – 16 de enero de 2026 Leer más 1616 de enero de 2026●●(3 events) Close 11 de enero de 2026 – 17 de enero de 2026 Leer más 14 de enero de 2026 – 16 de enero de 2026 Leer más 14 de enero de 2026 – 16 de enero de 2026 Leer más 1717 de enero de 2026●●(2 events) Close 11 de enero de 2026 – 17 de enero de 2026 Leer más 17 de enero de 2026 – 22 de enero de 2026 Leer más 1818 de enero de 2026●●(2 events) Close 17 de enero de 2026 – 22 de enero de 2026 Leer más 18 de enero de 2026 – 25 de enero de 2026 Leer más 1919 de enero de 2026●●(2 events) Close 17 de enero de 2026 – 22 de enero de 2026 Leer más 18 de enero de 2026 – 25 de enero de 2026 Leer más 2020 de enero de 2026●●(3 events) Close 17 de enero de 2026 – 22 de enero de 2026 Leer más 18 de enero de 2026 – 25 de enero de 2026 Leer más 20 de enero de 2026 – 22 de enero de 2026 Leer más 2121 de enero de 2026●●(3 events) Close 17 de enero de 2026 – 22 de enero de 2026 Leer más 18 de enero de 2026 – 25 de enero de 2026 Leer más 20 de enero de 2026 – 22 de enero de 2026 Leer más 2222 de enero de 2026●●(3 events) Close 17 de enero de 2026 – 22 de enero de 2026 Leer más 18 de enero de 2026 – 25 de enero de 2026 Leer más 20 de enero de 2026 – 22 de enero de 2026 Leer más 2323 de enero de 2026●●(2 events) Close 18 de enero de 2026 – 25 de enero de 2026 Leer más 23 de enero de 2026 – 25 de enero de 2026 Leer más 2424 de enero de 2026●●(2 events) Close 18 de enero de 2026 – 25 de enero de 2026 Leer más 23 de enero de 2026 – 25 de enero de 2026 Leer más 2525 de enero de 2026●●(3 events) Close 18 de enero de 2026 – 25 de enero de 2026 Leer más 23 de enero de 2026 – 25 de enero de 2026 Leer más 25 de enero de 2026 Leer más 2626 de enero de 2026 2727 de enero de 2026 2828 de enero de 2026 2929 de enero de 2026 3030 de enero de 2026 3131 de enero de 2026 11 de febrero de 2026 ¿Sabes cómo se financia la Iglesia? Descubre todas las provincias y diócesis de las que se compone la Iglesia. Comisiones Episcopales Inscripción en Jornadas Tiempo litúrgico Adviento Navidad Cuaresma Semana Santa Pascua El Papa, desde san Pedro hasta mí, su indigno sucesor, es un humilde siervo de Dios y de los hermanos, y nada más que esto. PAPA LEÓN XIV WEB DEL VATICANO Homologación de títulos Santa Misa en idiomas DECA Declaración Eclesiástica de Competencia Académica",
    "region": "ES",
    "source_type": "official",
    "scraped_at": "2026-01-29T20:52:26.501Z"
  }
]