[
  {
    "title": "Conferencia Episcopal Argentina: Agricultura Familiar y Pobreza (2022-2023)",
    "content": "La Conferencia Episcopal Argentina (CEA), a través de la Comisión Nacional de Justicia y Paz, destaca la importancia de la Agricultura Familiar en la erradicación del hambre y la preservación ambiental (2019-2028). En documentos recientes (2023), los obispos han expresado preocupación por el aumento de la pobreza y la inflación, citando índices alarmantes. También se destaca la publicación del libro 'La verdad los hará libres' sobre la actuación de la Iglesia entre 1966 y 1983.",
    "source": "Conferencia Episcopal Argentina",
    "category": "magisterium_local"
  },
  {
    "title": "Conferencia Episcopal Peruana: Mensaje y Nombramientos 2025",
    "content": "La Conferencia Episcopal Peruana (CEP) ha designado a Monseñor Antonio Santarsiero Rosa como nuevo Secretario General hasta enero de 2025. En su boletín 'Iglesia en el Perú 2025', se abordan documentos oficiales para el periodo 2023-2025 y la preparación para la 128ª Asamblea Plenaria. También se ha emitido un comunicado sobre el caso del Cardenal Cipriani, valorando la decisión del Papa Francisco y llamando a la oración y reconciliación.",
    "source": "Conferencia Episcopal Peruana",
    "category": "magisterium_local"
  },
  {
    "title": "Conferencia Episcopal Española: Plan Pastoral y Congreso de Vocaciones 2025",
    "content": "La Conferencia Episcopal Española (CEE) cierra el ciclo de su Plan Pastoral 2021-2025 con el Congreso Nacional de Vocaciones '¿Para quién soy?', celebrado en febrero de 2025. Además, se prepara para la celebración del 1700º aniversario del Concilio de Nicea en noviembre de 2025 y ha publicado el Calendario Litúrgico Pastoral 2025-2026.",
    "source": "Conferencia Episcopal Española",
    "category": "magisterium_local"
  },
  {
    "title": "CELAM: Misión de los Laicos (Documento de Aparecida)",
    "content": "El Documento de Aparecida (DA) del CELAM define a los laicos como 'discípulos de Jesucristo y misioneros de su Reino', llamados a transformar las realidades y crear estructuras justas (DA 210). La misión del laico es propia y específica en el mundo, actuando con autenticidad y coherencia. El CELAM promueve la participación activa de los laicos, especialmente las mujeres, en los espacios de decisión eclesial.",
    "source": "CELAM - Documento de Aparecida",
    "category": "magisterium_local"
  },
  {
    "title": "Pontificia Comisión para América Latina (CAL)",
    "content": "La Pontificia Comisión para América Latina (CAL) es un organismo de la Curia Romana que tiene como función primordial aconsejar y ayudar a las Iglesias particulares en América Latina. Se enfoca en el estudio de las cuestiones que se refieren a la vida y progreso de dichas Iglesias, especialmente en lo que toca a los laicos y su compromiso en la sociedad.",
    "source": "Pontificia Comisión para América Latina",
    "category": "magisterium_local"
  }
]